Repository: PadmaUnlimited/padma-theme
Catalog: padma/library/languages/*.po
Languages: es_cr, fr_fr, sv_se

source: Adjust the height of feature images when set to the above title or above content positions. This value controls what percent the height of the image will be in regards to the width of the block.<br /><br />Example: If the block width is 500 pixels and the ratio is 50% then the feature image size will be 500px by 250px.
es_cr: Ajuste la altura de las imágenes destacadas cuando se establece en el título anterior o en las posiciones de contenido superiores. Este valor controla qué porcentaje será el alto de la imagen con respecto al ancho del bloque. <br /> <br /> Ejemplo: Si el ancho del bloque es de 500 píxeles y la relación es del 50%, entonces el tamaño de la imagen destacada será de 500px por 250px.

source: Crop Featured Images
es_cr: Recortar Imágenes Destacadas

source: LoopBuddy Query
es_cr: Consulta LoopBuddy

source: Select a LoopBuddy query to the right. Queries determine what content (posts, pages, etc) will be displayed. You can modify/add queries in the WordPress admin under LoopBuddy.
es_cr: Seleccione una consulta LoopBuddy a la derecha. Las consultas determinan qué contenido (publicaciones, páginas, etc.) se mostrará. Puede modificar / agregar consultas en el administrador de WordPress en LoopBuddy.

source: LoopBuddy Layout
es_cr: Diseño LoopBuddy

source: Select a LoopBuddy layout to the right. Layouts determine how the query will be displayed. This includes the order of the content in relation to the title, meta, and so on. You can modify/add layouts in the WordPress admin under LoopBuddy.
es_cr: Seleccione un diseño LoopBuddy a la derecha. Los diseños determinan cómo se mostrará la consulta. Esto incluye el orden del contenido en relación con el título, meta, etc. Puede modificar / agregar diseños en el administrador de WordPress en LoopBuddy.

source: <strong>Even though we have the options to choose a LoopBuddy layout and query here, we recommend you configure LoopBuddy using its <a href="%s" target="_blank">options panel</a>.</strong><br /><br />The options below are more useful if you're using two Content Blocks on one layout and wish to configure them separately. <strong>Note:</strong> You MUST have a query selected in order to also select a LoopBuddy layout.
es_cr: <strong> Aunque tenemos las opciones para elegir un diseño LoopBuddy y consultar aquí, le recomendamos que configure LoopBuddy utilizando su <a href="%s" target="_blank"> panel de opciones </a>. </strong> <br /> <br /> Las siguientes opciones son más útiles si está utilizando dos Bloques de Contenido en un diseño y desea configurarlos por separado. <strong> Nota: </strong> DEBE tener una consulta seleccionada para seleccionar también un diseño LoopBuddy.

source: If you wish to display the results of a supplemented SearchWP engine, please select the engine here.
es_cr: Si desea mostrar los resultados de un motor SearchWP complementado, seleccione el motor aquí.

source: The selected post type does not have custom fields.
es_cr: El tipo de publicación seleccionado no tiene campos personalizados.

source: There is not custom fields to show.
es_cr: No hay campos personalizados para mostrar.

source: &ndash; Do Not Fetch &ndash;
es_cr: &ndash; No buscar &ndash;

source: No tags available
es_cr: No hay etiquetas disponibles.

source: &ndash; Select an Engine &ndash;
es_cr: &ndash; Seleccione un Motor &ndash;

source: &ndash; Use Default Query &ndash;
es_cr: &ndash;Usar Consulta Predeterminada&ndash;

source: &ndash; Use Default Layout &ndash;
es_cr: &ndash; Usar Diseño Predeterminado &ndash;

source: Custom Code
es_cr: Código Personalizado

source: Place in custom HTML, PHP, or even WordPress shortcodes into this block.
es_cr: Coloque en HTML personalizado, PHP o incluso códigos cortos de WordPress en este bloque.

source: There is no custom code to display.
es_cr: No hay un código personalizado para mostrar.

source: Content H1
es_cr: Contenido H1

source: Content H2
es_cr: Contenido H2

source: Content H3
es_cr: Contenido H3

source: Content H4
es_cr: Contenido H4

source: Content H5
es_cr: Contenido H5

source: Content H6
es_cr: Contenido H6

source: Content p
es_cr: Contenido p

source: Content a
es_cr: Contenido a

source: Content ul
es_cr: Contenido ul

source: Content ul li
es_cr: Contenido ul li

source: content
es_cr: contenido

source: Write your custom code here. To enable PHP Execution please add define('PADMA_DISABLE_PHP_PARSING', false); to your wp-config.php
es_cr: Escriba su código personalizado aquí. Para habilitar la Ejecución de PHP, agregue define ('PADMA_DISABLE_PHP_PARSING', falso); a su wp-config.php

source: PHP Parsing is currently disable, to enable PHP Execution please add: <br><pre>define('PADMA_DISABLE_PHP_PARSING', false);</pre><br> to your wp-config.php
es_cr: El análisis de PHP está actualmente desactivado, para habilitar la ejecución de PHP, agregue: <br> <pre> define ('PADMA_DISABLE_PHP_PARSING', falso); </pre> <br> a su wp-config.php

source: Divider
es_cr: Divisor

source: Implement a design that makes use of well-divided sections.
es_cr: Implemente un diseño que haga uso de secciones bien divididas.

source: Divider style
es_cr: Divisor de Estilo

source: Divider height
es_cr: Divisor de altura

source: Main color
es_cr: Color Principal

source: Secondary color
es_cr: Color Secundario

source: background color
es_cr: color de fondo

source: Embed
es_cr: Incrustar

source: The Embed block allows you to embed YouTube, Vimeo, or any other popular oEmbed supported service.
es_cr: El bloque Incrustar le permite insertar YouTube, Vimeo o cualquier otro servicio popular compatible con oEmbed.

source: There is no content to display. Please enter a valid embed URL in the visual editor.
es_cr: No hay contenido para mostrar. Ingrese una URL de inserción válida en el editor visual.

source: Embed Options
es_cr: Opciones de Incrustar

source: Enter the URL <strong>(No HTML)</strong> to the media you wish to embed. We support most major video and photo sites including (but not limited to) YouTube, Vimeo, Flickr, blip.tv, Hulu, and more. <em>Need more info about oEmbed? <a href="http://codex.wordpress.org/Embeds" target="_blank">Read More &rarr;</a></em>
es_cr: Ingrese la URL <strong>(No HTML)</strong> a los medios que desea incrustar. Admitimos la mayoría de los sitios principales de videos y fotos, incluidos (pero no limitados a) YouTube, Vimeo, Flickr, blip.tv, Hulu y más. ¿Necesita más información sobre oEmbed? <a href="http://codex.wordpress.org/Embeds" target="_blank">Leer Más &rarr;</a></em>

source: Embed URL
es_cr: Insertar URL

source: URL of Media
es_cr: URL de Medios

source: Footer
es_cr: Pie de Página

source: This typically goes at the bottom of your site and will display the copyright, and miscellaneous links.
es_cr: Esto generalmente se encuentra en la parte inferior de su sitio y mostrará los derechos de autor y enlaces misceláneos.

source: Padma Attribution
es_cr: Atribución Padma

source: Administration Panel
es_cr: Panel de Administracion
fr_fr: Panneau de contrôle administratif
sv_se: Administrationspanel

source: Go To Top Link
es_cr: Enlace " Ir Arriba"

source: Responsive Grid Toggle Link
es_cr: Enlace de Alternancia de Cuadrícula Responsiva

source: Administration Login
es_cr: Inicio de sesión de administración
fr_fr: Connexion administrative
sv_se: Administrationsinloggning

source: Unlimited by Padma
es_cr: Ilimitado por Padma

source: View Full Site
es_cr: Ver Sitio Completo
fr_fr: Visualiser le site normal
sv_se: Till vanliga sidan

source: View Mobile Site
es_cr: Ver Sitio Móvil
fr_fr: Voir le site mobile
sv_se: Till mobilsidan

source: Show Admin Link/Login
es_cr: Mostrar Enlace de Administrador / Iniciar sesión

source: Show Go To Top Link
es_cr: Mostrar Enlace "Ir Arriba"

source: Custom "Go to Top" text
es_cr: Personalizar Texto " Ir Arriba"

source: Hide Padma Theme Attribution
es_cr: Ocultar Atrución del Tema Padma

source: Show Copyright
es_cr: Mostrar Derechos de Autor

source: Custom Copyright
es_cr: Personalizar Derechos de Autor

source: If you would like to change the copyright in the footer to say something different, enter it here. Use %Y% for current year.
es_cr: Si desea cambiar los derechos de autor en el pie de página para decir algo diferente, ingréselo aquí. Use %Y% para el año actual.

source: Hide a link to view the full site on mobile.
es_cr: Ocultar un enlace para ver el sitio completo en el móvil.

source: Shows a link to either view the full site or view the mobile site.
es_cr: Muestra un enlace para ver el sitio completo o el sitio móvil.

source: <p>There is no form to display.</p>
es_cr: <p> No hay forma de mostrar. </p>

source: Form Setup
es_cr: Configuración de Formulario

source: Form To Display
es_cr: Formulario para Mostar

source: Select which form you would like this block to display.
es_cr: Seleccione qué formulario desea que muestre este bloque.

source: Display Form Title
es_cr: Mostrar Título del Formulario

source: Display Form Description
es_cr: Mostar Descripción del Formulario

source: AJAX is a technology that will allow faster submission on your forms.
es_cr: AJAX es una tecnología que permitirá un envío más rápido en sus formularios.

source: &ndash; Select a Form &ndash;
es_cr: &ndash; Seleccione un Formulario &ndash;

source: Header
es_cr: Encabezado

source: Display your banner, logo, or site title and tagline. This typically goes at the top of your website.
es_cr: Muestre su banner, logotipo o título del sitio y lema. Esto generalmente va en la parte superior de su sitio web.

source: Site Title
es_cr: Título del Sitio

source: Banner/Logo Link
es_cr: Enace del Banner/ Logotipo

source: Banner Image
es_cr: Imagen del Banner

source: Site Tagline
es_cr: Lema del Sitio

source: Banner/Logo
es_cr: Banner/Logotipo

source: Automatically Resize Header Image
es_cr: Cambiar el Tamaño de la Imagen del Encabezado automáticamente

source: If you would like Padma to automatically scale and crop your header image to the correct dimensions, keep this checked.<br /><br /><em><strong>Important:</strong> In order for the image to be resized and cropped it must be uploaded <strong>From Computer</strong>. <strong>NOT</strong> <strong>From URL</strong>.</em>
es_cr: Si desea que Padma escale y recorte automáticamente su imagen de encabezado a las dimensiones correctas, mantenga esto marcado. <br /> <br /> <em> <strong> Importante: </strong> para que la imagen se redimensione y recorte debe cargarse <strong> Desde la Computadora </strong>. <strong> NO </strong> <strong> Desde la URL </strong>. </em>

source: Hide Tagline
es_cr: Ocultar Lema

source: Check this to hide the tagline in your header. The tagline will sit beneath your site title.<br /><br /><em><strong>Important:</strong> The tagline will <strong>NOT</strong> show if a Header Image is added.</em>
es_cr: Marque esto para ocultar el lema en su encabezado. El lema se ubicará debajo del título de su sitio. <br /> <br /> <em> <strong> Importante: </strong> El eslogan <strong> NO </strong> se mostrará si se agrega una Imagen de Encabezado. </ em>

source: Display an image
es_cr: Mostar una Imagen

source: Image Link
es_cr: Enlace de Imagen

source: You have not added an image yet. Please upload and apply an image.
es_cr: Aún no ha agregado una imagen. Suba y aplique una imagen.

source: Add an Image
es_cr: Agregar una Imagen

source: Automatically Resize Image
es_cr: Cambiar el Tamaño de la Imagen automáticamente

source: If you would like Padma to automatically scale and crop the image to the blocks dimensions, keep this checked.<br /><br /><em><strong>Important:</strong> In order for the image to be resized and cropped it must be uploaded <strong>From Computer</strong>. <strong>NOT</strong> <strong>From URL</strong>.</em>
es_cr: Si desea que Padma escale y recorte automáticamente la imagen a las dimensiones de los bloques, manténgalo marcado. <br /> <br /> <em> <strong> Importante: </strong> para que la imagen se redimensione y recorte debe cargarse <strong> Desde la Computadora </strong>. <strong> NO </strong> <strong> Desde la URL </strong>. </em>

source: This will be used as the "title" attribute for the image. The title attribute is beneficial for SEO (Search Engine Optimization) and will allow your visitors to move their mouse over the image and read about it.
es_cr: Esto se utilizará como el atributo "título" para la imagen. El atributo de título es beneficioso para SEO (Optimización para los Motores de Búsqueda) y permitirá a sus visitantes mover el mouse sobre la imagen y leer sobre ella.

source: This will be used as the "alt" attribute for the image. The alt attribute is <em>hugely</em> beneficial for SEO (Search Engine Optimization) and for general accessibility.
es_cr: Esto se usará como el atributo "alt" para la imagen. El atributo alt es <em> enormemente </em> beneficioso para SEO (Optimización para los Motores de Búsqueda) y para accesibilidad general.

source: Link Image
es_cr: Imagen de Enlace

source: Link the image?
es_cr: Vincular la Imagen?

source: If you would like to link the image to a url activate this setting. Must add http:// first
es_cr: Si desea vincular la imagen a una URL, active esta configuración. Debe agregar http: // primero

source: Link image URL?
es_cr: Enlace imagen URL?

source: Set the URL for the image to link to
es_cr: Establezca la URL de la imagen para vincular a

source: Open in a new window?
es_cr: Abrir en una nueva ventana?

source: Position Image
es_cr: Posición de la Imagen

source: Position image inside container
es_cr: Posición de la imagen dentro del contenedor

source: You can position this image in relation to the block using the positions provided
es_cr: Puede colocar esta imagen en relación con el bloque utilizando las posiciones proporcionadas

source: Select Listing Type
es_cr: Seleccionar Tipo de Listado

source: Posts &amp; Pages Filters
es_cr: Publicaciones &amp; Filtros de Páginas

source: Taxonomy Options
es_cr: Opciones de Taxonomías

source: List?
es_cr: Listas?

source: Select a type of list output and then configure it with the options on the left.
es_cr: Seleccione un tipo de salida de lista y luego configúrelo con las opciones a la izquierda.

source: Taxonomy (category, tag etc)
es_cr: Taxonomía (categoría, etiqueta, etc.)

source: Posts or Pages (custom posts)
es_cr: Publicaciones o Páginas (publicaciones personalizadas)

source: Authors
es_cr: Autores

source: Select Taxonomy
es_cr: Seleccione Taxonomías

source: Select Taxonomy to display
es_cr: Seleccione Taxonomías para mostar

source: Sort Taxonomy
es_cr: Ordenar Taxonomía

source: Order By?
es_cr: Ordenar Por?

source: Sort term alphabetically, by unique Term ID, or by the count of items in that Term
es_cr: Ordene el término alfabéticamente, por ID de término único o por el recuento de elementos en ese Término

source: Count
es_cr: Contar

source: Order?
es_cr: Ordenar?

source: Sort order for term (either ascending or descending).
es_cr: Orden de clasificación por término (ya sea ascendente o descendente).

source: Filter Taxonomy
es_cr: Filtar Taxonomía

source: Number of terms
es_cr: Número de términos

source: Sets the number of terms to display. Default 0 for no limit.
es_cr: Establece el número de términos a mostrar. Predeterminado 0 sin límite.

source: Child Of
es_cr: Secundario de

source: Only display terms that are children of what you specify here.
es_cr: Solo muestre los términos secundarios de lo que especifique aquí.

source: Exclude one or more term from the results.
es_cr: Excluir uno o más términos de los resultados.

source: Only include certain terms in the list.
es_cr: Solo incluya ciertos términos en la lista.

source: Returns terms whose "slug" matches this value. Default is empty string.
es_cr: Devuelve términos cuya "Slug" coincide con este valor. El valor predeterminado es una cadena vacía.

source: Display Taxonomy
es_cr: Mostar Taxonomía

source: Hide Empty?
es_cr: Ocultar Vacío?

source: Toggles the display of term with no posts.
es_cr: Alterna la visualización del término sin publicaciones.

source: Hierarchical?
es_cr: Jerárquico?

source: Whether to include terms that have non-empty descendants .
es_cr: Si se incluyen términos que tienen descendientes no vacíos.

source: Filter Content
es_cr: Filtrar Contenido

source: Select Taxonomy to filter
es_cr: Seleccione Taxonomía para filtrar

source: Sort Content
es_cr: Ordenar Contenido

source: Listings
es_cr: Listados

source: List out your posts, custom post types, categories, tags, custom taxonomies, authors, pages, and comments.
es_cr: Enumere sus publicaciones, tipos de publicaciones personalizadas, categorías, etiquetas, taxonomías personalizadas, autores, páginas y comentarios.

source: List Container
es_cr: Lista de Contenedores

source: List Item
es_cr: Artículo de Lista

source: List Item Link
es_cr: Enlace de Elemento de Lista

source: Mailchimp for WordPress
es_cr: Mailchimp para WordPress

source: Display Mailchimp for WordPress
es_cr: MostrarMailchimp para WordPress

source: Form
es_cr: Formulario

source: Form container
es_cr: Contenedor de Formularios

source: Paragraph
es_cr: Párrafo

source: Label
es_cr: Etiqueta

source: Menu
es_cr: Menú

source: Navigation
es_cr: Navegación

source: Menu Container
es_cr: Contenedor de Menú

source: Menu Container - Vertical
es_cr: Contenedor de Menú - Vertical

source: Menu Item
es_cr: Elemento del Menú

source: Menu Item Shrinked
es_cr: Elemento del menú encogido

source: Menu Item Link
es_cr: Enlace del Elemento del Menú

source: Menu Item - Active
es_cr: Elemento de Menú - Activo

source: Sub Menu
es_cr: Sub Menú

source: Sub Menu Item
es_cr: elemento de Sub Menú

source: Sub Menu Item Link
es_cr: Enlace del Elemento de Sub Menú

source: Search Input
es_cr: Buscar Entrada

source: Horizontal SlideOut Tag
es_cr: Etiqueta Horizontal SlideOut

source: Horizontal SlideOut Icon
es_cr: Ícono Horizontal SlideOut

source: Horizontal SlideOut Icon Line
es_cr: Línea de Ícono Horizontal SlideOut

source: Slide-out: Overlay
es_cr: Deslizable: Superposición

source: Slide-out: Menu Container
es_cr: Deslizable: Contenedor de menú

source: Slide-out: Menu Item
es_cr: Deslizable: elemento de menú

source: Slide-out: Menu Item Link
es_cr: Deslizable: Enlace de elemento de menú

source: Setup
es_cr: Configuaración

source: Home Link
es_cr: Enlace de Inicio

source: Orientation
es_cr: Orientación

source: Navigation Item Height
es_cr: Altura del Elemento de Navegación

source: You must have Responsive Grid enabled to take advantage of these options. Responsive Grid can be enabled under Setup &raquo; Responsive Grid in the Grid mode.
es_cr: Debe tener habilitada la Cuadrícula Responsiva para aprovechar estas opciones. La Cuadrícula Respinsiva se puede habilitar en Configurar &raquo; cuadrícula Responsiva en el modo Cuadrícula.

source: Responsive Method
es_cr: Método Responsivo

source: Vertical Menu
es_cr: Menú Vertical

source: Horizontal Slideout
es_cr: SlideOut Horizontal

source: Basic Select Input
es_cr: Entrada de Selección Básica

source: Responsive Menu Label Position
es_cr: Posición Responsiva de la Etiqueta del Menú

source: Left
es_cr: Izquierda

source: Right
es_cr: Derecha

source: Center
es_cr: Centro

source: Slide Out Position
es_cr: Posición Slide Out

source: Use Responsive Menu Breakpoint
es_cr: Usar Punto de Interrupción de Menú Responsivo

source: If this is unchecked then the slide out or vertical navigation will show for all devices.
es_cr: Si no está marcada, se mostrará la navegación hacia afuera o vertical para todos los dispositivos.

source: Menu Breakpoint
es_cr: Punto de Interrupción del Menú

source: This is the device width at which the navigation block should hide its own navigation and display the slide out or vertical navigation.
es_cr: Este es el ancho del dispositivo en el que el bloque de navegación debe ocultar su propia navegación y mostrar la navegación deslizante o vertical.

source: You must have Responsive Grid enabled to take advantage of these options. Responsive Grid can be enabled under Setup &raquo; Responsive Grid in the Grid mode.
es_cr: Debe tener habilitada la Cuadrícula Responsiva para aprovechar estas opciones. Cuadrícula Responsiva se puede habilitar en Configurar &raquo; Cuadrícula Responsiva en el modo Cuadrícula.

source: Responsive Select
es_cr: Selección Responsiva

source: When enabled, your navigation will turn into a mobile-friendly select menu when your visitors are viewing your site on a mobile device (phones, not tablets).
es_cr: Cuando está habilitado, su navegación se convertirá en un menú de selección para dispositivos móviles cuando sus visitantes estén viendo su sitio en un dispositivo móvil (teléfonos, no tabletas).

source: Overlay color
es_cr: Color de superposición

source: Overlay color when menu is open.
es_cr: Superposición de color cuando el menú está abierto.

source: Hide Home Link
es_cr: Ocultar Enlace de Inicio

source: If you do not have a static page as the front page, Padma will add a home item to the navigation menu by default.
es_cr: Si no tiene una página estática como portada, Padma agregará un elemento de inicio al menú de navegación de forma predeterminada.

source: Home Link Text
es_cr: Texto de Enlace de Inicio

source: If you would like the link to your homepage to say something other than <em>Home</em>, enter it here!
es_cr: Si desea que el enlace a su página de inicio diga algo diferente a <em> Inicio </em>, ingréselo aquí.

source: Enable Navigation Search
es_cr: Habilitar Búsqueda de Navegación

source: If you wish to have a simple search form in the navigation bar, then check this box. <em><strong>Note:</strong> the search form will not show if the Vertical Navigation option is enabled for this block.</em>
es_cr: Si desea tener un formulario de búsqueda simple en la barra de navegación, marque esta casilla. <em> <strong> Nota: </strong> el formulario de búsqueda no se mostrará si la opción de Navegación Vertical está habilitada para este bloque. </em>

source: Search Position
es_cr: Posición de Búsqueda

source: If you would like the navigation search input to snap to the left instead of the right, you can use this option.
es_cr: Si desea que la entrada de búsqueda de navegación se ajuste a la izquierda en lugar de a la derecha, puede usar esta opción.

source: Search Placeholder
es_cr: Buscar Marcador de Posición

source: Type to search, then press enter
es_cr: Escriba para buscar, luego presione enter
fr_fr: Tapez un texte à rechercher et appuyez sur Entrée
sv_se: Skriv för att söka, tryck sedan enter

source: This will be the text inside the search input telling the visitor how to interact with the search input.
es_cr: Este será el texto dentro de la entrada de búsqueda que le indica al visitante cómo interactuar con la entrada de búsqueda.

source: Alignment
es_cr: Alineación

source: Vertical Navigation
es_cr: Navegación Vertical

source: Instead of showing navigation horizontally, you can make the navigation show vertically. <em><strong>Note:</strong> You may have to resize the block to make the navigation items fit correctly.</em>
es_cr: En lugar de mostrar la navegación horizontalmente, puede hacer que la navegación se muestre verticalmente. <em> <strong> Nota: </strong> Puede que tenga que cambiar el tamaño del bloque para que los elementos de navegación se ajusten correctamente. </em>

source: Drop Down Effect
es_cr: Efecto Menú Desplegable

source: No Effect
es_cr: Sin Efecto

source: Fade
es_cr: Difuminar

source: Slide
es_cr: Diapositiva

source: This is the effect that will be used when the drop downs are shown and hidden.
es_cr: Este es el efecto que se utilizará cuando se muestren y oculten los menús desplegables.

source: Hover Intent
es_cr: Intento de Desplazamiento
