Repository: PadmaUnlimited/padma-theme
Catalog: padma/library/languages/*.po
Languages: es_cr, fr_fr, sv_se

source: Hover Intent makes it so if a navigation item with a drop down is hovered then the drop down will only be shown if the visitor has their mouse over the item for more than a split second.<br /><br />This reduces drop-downs from sporatically showing if the visitor makes fast movements over the navigation.
es_cr: Intento de Desplazamiento hace que si un elemento de navegación con un menú desplegable esté suspendido, el menú desplegable solo se mostrará si el visitante pasa el mouse sobre el elemento durante más de una fracción de segundo. <br /> <br /> Esto reduce la caída -Desaparece de mostrar esporádicamente si el visitante hace movimientos rápidos sobre la navegación.

source: To add items to this navigation menu, go to <a href="%s" target="_blank">WordPress Admin &raquo; Appearance &raquo; Menus</a>. Then, create a menu and assign it to <em>%s</em> in the <strong>Theme Locations</strong> box.
es_cr: Para agregar elementos a este menú de navegación, vaya a <a href="%s" target="_blank">WordPress Admin &raquo; Appearance &raquo; Menus</a>.Entonces, cree un menú y asígnelo a <em>%s </em> en el cuadro <strong> Ubicaciones de temas </strong>.

source: Create a floating navigation menu.
es_cr: Crea un menú de navegación flotante.

source: Position
es_cr: Posición

source: Distance from border (px)
es_cr: Distancia desde el borde (px)

source: Custom text
es_cr: Texto Personalizado

source: Custom alt
es_cr: Alt personalizado

source: Custom image
es_cr: Imagen personalizada

source: Use to display your content in a masonry grid like Pinterest.
es_cr: Úselo para mostrar su contenido en una cuadrícula como Pinterest.

source: Pin Thumbnail
es_cr: Miniatura del Pin

source: Pin Thumbnail Link
es_cr: Enlace de Miniatura del Pin

source: Pin Thumbnail Image
es_cr: Imagen de Miniatura del Pin

source: Pin Title
es_cr: Título del Pin

source: Pin Title Link
es_cr: Enlace del Título del Pin

source: Categories Link
es_cr: Enlaces de Categorías

source: Pin Text
es_cr: Texto del Pin

source: Pin Content Links
es_cr: Enlaces del Contenido del Pin

source: Pin Content Image
es_cr: Imagen del Contenido del Pin

source: Pagination Button
es_cr: Botón de Paginación

source: Pagination Current Page
es_cr: Página Actual de Paginación

source: &laquo; Previous Page
es_cr: &laquo; Página anterior
fr_fr: &laquo; Page précédente
sv_se: &laquo; Föregående sida

source: Pin Setup
es_cr: Configuración del Pin

source: Pagination/Infinite Scroll
es_cr: Paginación / Desplazamiento Infinito

source: If you would like to modify the default behaviour, select custom query. <br/><strong>Note:</strong>On archive pages, it's not advisable to use a custom query if the block is displaying the archive results.<br/>On search pages, it may be necessary to limit results to only certain content types.
es_cr: Si desea modificar el comportamiento predeterminado, seleccione consulta personalizada. <br/> <strong> Nota: </strong> En las páginas de archivo, no es aconsejable utilizar una consulta personalizada si el bloque muestra los resultados del archivo. <br/> En las páginas de búsqueda, puede ser necesario limitar los resultados a solo ciertos tipos de contenido.

source: Default behaviour
es_cr: Comportamiento predeterminado

source: Custom query
es_cr: Consulta personalizada

source: Columns
es_cr: Columnas

source: Set how many pins to display horizontally
es_cr: Establecer cuántos pines para mostrar horizontalmente

source: Columns (iPhone/Smartphone)
es_cr: Columnas (iPhone/Smartphone)

source: Set how many pins to display horizontally for iPhones and smartphones. <strong>Recommended setting: 1 or 2</strong>
es_cr: Establezca cuántos pines se mostrarán horizontalmente para iPhone y teléfonos inteligentes. <strong> Configuración recomendada: 1 o 2 </strong>

source: Gutter Width
es_cr: Ancho de Canal

source: The amount in space between pins horizontally.
es_cr: La cantidad en el espacio entre pines horizontalmente.

source: Pin Bottom Margin
es_cr: Margen inferior del Pin

source: The amount of space on the bottom of each pin.
es_cr: La cantidad de espacio en la parte inferior de cada pin.

source: Pins Per Page
es_cr: Pines por Página

source: Determines how many pins to load at one time before loading more via pagination or <em>infinite scrolling</em>.
es_cr: Determina cuántos pines para cargar al mismo tiempo antes de cargar más mediante paginación o <em> desplazamiento infinito </em>.

source: Filters
es_cr: Filtros

source: Choose a post type to display. If none are selected, it will automatically default to all.
es_cr: Elija un tipo de publicación para mostrar. Si no se selecciona ninguno, se establecerá automáticamente de forma predeterminada en todos.

source: Select the taxonomy to filter pins on .
es_cr: Seleccione la taxonomía para filtrar los pines.

source: Terms
es_cr: Términos

source: Filter the pins that are shown by the selected taxonomy's terms.
es_cr: Filtre los pines que se muestran por los términos de taxonomía seleccionados.

source: Terms Mode
es_cr: Modo de Términos

source: If this is set to <em>include</em>, then only the pins that match the terms filter will be shown. If set to <em>exclude</em>, all pins that match the selected terms will not be shown.
es_cr: Si se establece en <em> include </em>, solo se mostrarán los pines que coinciden con el filtro de términos. Si se establece en <em> excluir </em>, no se mostrarán todos los pines que coincidan con los términos seleccionados.

source: Exclude Current Post
es_cr: Excluir Publicación Actual

source: Enabling this option will exclude the current Post from the pinboard, usefull when are creating a "related post" block.
es_cr: Habilitar esta opción excluirá la publicación actual del pinboard, útil cuando se crea un bloque de "publicación relacionada".

source: Paginate Pins
es_cr: Paginar Pines

source: Enabling pagination adds buttons to the bottom of the pin board to go to the next/previous page. <strong>Note:</strong> If infinite scrolling is enabled, pagination will be hidden.
es_cr: Al habilitar la paginación, se agregan botones en la parte inferior del pinboard para ir a la página siguiente / anterior. <strong> Nota: </strong> Si se habilita el desplazamiento infinito, se ocultará la paginación.

source: Enumerate pagination
es_cr: Enumerar la Paginación

source: If pagination is displayed, enabling this will also show page number navigation.
es_cr: Si se muestra la paginación, habilitar esto también mostrará la navegación del número de página.

source: Infinite Scrolling
es_cr: Desplazamiento Infinito

source: Infinite scrolling allows your visitors to view all of your pins without the need for them to click a button to continue to the next page. The pins will be loaded automatically simply by scrolling.
es_cr: El desplazamiento infinito permite a sus visitantes ver todos sus pines sin necesidad de que hagan clic en un botón para continuar a la página siguiente. Los pines se cargarán automáticamente simplemente desplazándose.

source: Titles position
es_cr: Posición de los Títulos

source: Above
es_cr: Encima

source: Below
es_cr: Abajo

source: Titles link to post
es_cr: Enlace de títulos para publicar

source: Open the post when the user clicks on the title
es_cr: Abra la publicación cuando el usuario haga clic en el título.

source: Content To Show
es_cr: Contenido para Mostrar

source: &ndash; Do Not Show Content &ndash;
es_cr: &ndash; No mostrar contenido &ndash;

source: Excerpts
es_cr: Extractos

source: Full Content
es_cr: Contenido Completo

source: The content is the written text or HTML for the entry. This is edited in the WordPress admin panel.
es_cr: El contenido es el texto escrito o HTML para la entrada. Esto se edita en el panel de administración de WordPress.

source: Only show content when no featured image
es_cr: Mostrar solo contenido cuando no hay imagen destacada

source: If enabled, regardless of the content chosen in <em>Content to Show</em> will only show content for pins with no featured image.
es_cr: Si está habilitado, independientemente del contenido elegido en <em> Contenido para mostrar </em>, solo se mostrará contenido para pines sin imagen destacada.

source: Meta: Show Author "byline"
es_cr: Meta: Mostrar Autor "byline"

source: <strong>Example:</strong> <em>by</em> Author Name
es_cr: <strong>Ejemplo:</strong> <em>por</em> Nombre del Autor

source: Meta: Show Categories
es_cr: Meta: Mostrar Categorías

source: Meta: Show Tags
es_cr: Meta: Mostrar Etiquetas

source: Meta: Show Post Type
es_cr: Meta: Mostrar Tipo de Publicación

source: Meta: Show Date/Time
es_cr: Meta: Mostrar Fecha / Hora

source: Meta: Posted Verb
es_cr: Meta: Verbo Publicado

source: Posted
es_cr: Publicado

source: The posted verb will be placed before the time. For instance, you may want to use "Listed" for real estate rather than "Posted"
es_cr: El verbo publicado se colocará antes del tiempo. Por ejemplo, es posible que desee utilizar "Listado" para bienes raíces en lugar de "Publicado"

source: Show Images
es_cr: Mostrar Imágenes

source: Image click action
es_cr: Acción de clic de Imagen

source: Choose the action when user clicks on an image.
es_cr: Elija la acción cuando el usuario haga clic en una imagen.

source: Open post
es_cr: Publicación Abierta

source: Popup original image
es_cr: Imagen original emergente

source: Do nothing
es_cr: Hacer nada

source: Crop Vertically
es_cr: Recortar Verticalmente

source: Trim all images to have the same height. The trimmed/cropped height is roughly 75% of the width.
es_cr: Recorte todas las imágenes para que tengan la misma altura. La altura recortada es aproximadamente el 75% del ancho.

source: Hover Focus
es_cr: Enfoque de Desplazamiento

source: If enabled, the hovered pin will be focused while all others will be faded out.
es_cr: Si está habilitado, el pin suspendido se enfocará mientras que todos los demás se desvanecerán.

source: Pinterest: Show "Pin It" Button
es_cr: Pinterest: Mostrar el botón "Pin It"

source: Show a Pinterest "Pin It" button inside of the images.
es_cr: Muestre un botón "Pin It" de Pinterest dentro de las imágenes.

source: Twitter: Show Tweet Button
es_cr: Twitter: Mostrar el Botón Tweet

source: Show a tweet button either inside of the post image or by the title.
es_cr: Muestra un botón de tweet dentro de la imagen de la publicación o por el título.

source: Twitter: Your Username
es_cr: Twitter: Su Nombre de Usuario

source: Twitter: Hashtag to put in tweets (Optional)
es_cr: Twitter: Hashtag para poner en tweets (Opcional)

source: Facebook: Show Like/Share Button
es_cr: Facebook: Mostrar Botón Me gusta / Compartir

source: Show a Facebook share/like button either inside of the post image or by the title.
es_cr: Muestra un botón de Facebook Compartir / Me gusta dentro de la imagen de la publicación o por el título.

source: Facebook: Button Verb
es_cr: Facebook: Verbo de Botón

source: Like
es_cr: Me gusta

source: Recommend
es_cr: Recomendar

source: No terms found for this taxonomy
es_cr: No se encontraron términos para esta taxonomía

source: This will output the default search form
es_cr: Esto generará el formulario de búsqueda predeterminado

source: Search Form
es_cr: Formulario de búsqueda

source: Search Button
es_cr: Botón de búsqueda

source: Enter search term and hit enter.
es_cr: Ingrese el término de búsqueda y presione enter.

source: Input Text Placeholder
es_cr: Marcador de Posición de Texto de Entrada

source: The placeholder is text that will be shown in the Search input and immediately removed after you start typing in the search input.
es_cr: El marcador de posición es el texto que se mostrará en la entrada de Búsqueda y se eliminará inmediatamente después de comenzar a escribir la entrada de búsqueda.

source: Show Search Button
es_cr: Mostrar Botón de Búsqueda

source: Button Text
es_cr: Botón de Texto

source: Site Logo
es_cr: Logo del Sitio

source: Display custom site logo
es_cr: Mostrar el logotipo del sitio personalizado

source: Site Logo image
es_cr: Imagen del logotipo del sitio

source: To set the site custom logo go to <a href="%s" target="_blank">"Appearance > Customize > Site Identity"</a>
es_cr: Para configurar el logotipo personalizado del sitio, vaya a <a href="%s" target="_blank"> "Apariencia> Personalizar> Identidad del sitio" </a>

source: Conveniently add SlideDecks anywhere on any layout.
es_cr: Agregue cómodamente SlideDecks en cualquier lugar en cualquier diseño.

source: SlideDeck must be installed and activated in order for the SlideDeck block to work properly.
es_cr: SlideDeck debe instalarse y activarse para que el bloque SlideDeck funcione correctamente.

source: Please choose a SlideDeck to display.
es_cr: Elija un SlideDeck para mostrar.

source: Settings
es_cr: Configuraciones

source: Choose a SlideDeck to Display
es_cr: Elija un SlideDeck para Mostrar

source: Select the SlideDeck you wish to display
es_cr: Seleccione la SlideDeck que desea mostrar

source: Use Block Size for SlideDeck
es_cr: Usar Tamaño de Bloque para SlideDeck

source: Choose whether or not you'd like to use the block's size to dictate the SlideDeck's size. If you choose not to, it will use the size defined in the SlideDeck's settings.
es_cr: Elija si desea o no usar el tamaño del bloque para dictar el tamaño del SlideDeck. Si elige no hacerlo, utilizará el tamaño definido en la configuración de SlideDeck.

source: &ndash; Select a SlideDeck &ndash;
es_cr: &ndash; Seleccione un SlideDeck &ndash;

source: SlideDeck Quick Links:
es_cr: Enlaces Rápidos de SlideDeck:

source: Add/Manage SlideDecks
es_cr: Agregar / Administrar SlideDecks

source: Lenses
es_cr: Lentes

source: Advanced Options
es_cr: Opciones Avanzadas

source: Create effective responsive image slideshows.
es_cr: Cree presentaciones de diapositivas de imágenes eficaces y responsivas.

source: There are no images to display.
es_cr: No hay imágenes para mostrar.

source: Slider Container
es_cr: Contenedor Deslizante

source: Contains Viewport, Paging
es_cr: Contiene Viewport, Paginación

source: Contains Images
es_cr: Contiene Imágenes

source: Slider Caption
es_cr: Sub-Título Deslizante

source: Slider Direction Nav Link
es_cr: Enlace dek Slider de Dirección Nav

source: Slider Direction Next
es_cr: Dirección del Slider Siguiente

source: Slider Direction Prev
es_cr: Dirección del Slider Anterior

source: Slider Paging
es_cr: Slider de Paginación

source: Slider Paging Link
es_cr: Enlace del Slider de Paginación

source: Slider Images
es_cr: Imágenes del Slider

source: Animation
es_cr: Animación

source: User Interface
es_cr: Interfaz de Usuario

source: Upload the images that you would like to add to the image rotator here. You can even drag and drop the images to change the order.
es_cr: Sube las imágenes que te gustaría agregar al rotador de imágenes aquí. Incluso puede arrastrar y soltar las imágenes para cambiar el orden.

source: Open Link in New Window
es_cr: Abrir Enlace en una Nueva Ventana

source: Caption
es_cr: Subtítulo

source: Describe the Image
es_cr: Describir la Imagen

source: This will be displayed underneath the image.
es_cr: Esto se mostrará debajo de la imagen.

source: "title" Attribute
es_cr: "Título" del Atributo

source: "alt" Attribute
es_cr: Atributo " alt"

source: Randomize Image Order
es_cr: Aleatorizar Orden de Imagen

source: Image Sizing
es_cr: Tamaño de Imagen

source: Crop and Resize Images
es_cr: Recortar y Redimensionar Imágenes

source: The Slider block has the ability to automatically resize and crop images to fit in the Slider if the images are too big. This will improve loading times and make the image fit better in the Slider.<br /><br />If you do not want the Slider block to do this, uncheck this option and the Slider block will insert your original uploaded images into the slider. <strong>Please note:</strong> Even with this unchecked the images will still be resized with CSS.
es_cr: El bloque Slider tiene la capacidad de cambiar automáticamente el tamaño y recortar imágenes para que quepan en el Slider si las imágenes son demasiado grandes. Esto mejorará los tiempos de carga y hará que la imagen se ajuste mejor en el Slider. <br /> <br /> Si no desea que el bloque Slider haga esto, desmarque esta opción y el bloque Slider insertará las imágenes cargadas originales en el Slider <strong> Tenga en cuenta: </strong> Incluso con esta opción desmarcada, las imágenes se redimensionarán con CSS.

source: Other Content Types
es_cr: Otros Tipos de Contenido

source: This Slider block is only capable of displaying images. If you wish to insert more content such as text, videos, etc., we recommend <a href="http://padmaunlimited.com/go/slidedeck-lite" target="_blank">SlideDeck</a> and <a href="http://padmaunlimited.com/extend/addon/sliderplus/" target="_blank">SliderPlus</a>.
es_cr: Este bloque deslizante solo es capaz de mostrar imágenes. Si desea insertar más contenido como texto, videos, etc., le recomendamos <a href="http://padmaunlimited.com/go/slidedeck-lite" target="_blank"> SlideDeck </a> y < a href = "http://padmaunlimited.com/extend/addon/sliderplus/" target = "_ blank"> SliderPlus </a>.

source: Slide Horizontal
es_cr: Deslice Horizontal

source: Slide Vertical
es_cr: Deslice Vertical

source: Animation Speed
es_cr: Velocidad de Animación

source: Adjust this to change how long the animation lasts when fading between images.
es_cr: Ajústelo para cambiar la duración de la animación cuando se desvanece entre imágenes.

source: Automatic Slide Advancement
es_cr: Avance Automático de Diapositivas

source: Act as a slideshow and automatically move to the next slide.
es_cr: Actuar como una presentación de diapositivas y pasar automáticamente a la siguiente diapositiva.

source: Time Between Slides
es_cr: Tiempo Entre Diapositivas

source: This is the amount of time each image will stay visible.
es_cr: Esta es la cantidad de tiempo que cada imagen permanecerá visible.

source: Show Pager Navigation
es_cr: Mostrar Navegación de Página

source: Show dots below slider to choose specific slides.
es_cr: Mostrar puntos debajo del slider para elegir diapositivas específicas.

source: Show Next/Previous Arrows
es_cr: Mostrar Flechas Siguiente / Anterior

source: Show arrows to advance to the next/previous slides.
es_cr: Mostrar flechas para avanzar a las diapositivas siguientes / anteriores.

source: Display a set of social icons
es_cr: Mostrar un conjunto de iconos sociales

source: Icons Container
es_cr: Contenedor de Iconos

source: Icon Container
es_cr: Contenedor de Icono

source: First Icon
es_cr: Primer Icono

source: Last Icon
es_cr: Último Icono

source: There are no icons to display.
es_cr: No hay iconos para mostrar.

source: Custom Icons
es_cr: Iconos personalizados

source: Icon Set
es_cr: Conjunto de Iconos

source: Select custom to add your own icons or select one of these sets
es_cr: Seleccione personalizado para agregar sus propios iconos o seleccione uno de estos conjuntos

source: Set the position of all icons in the block and the orientation before you add your icons.
es_cr: Establezca la posición de todos los iconos en el bloque y la orientación antes de agregar sus iconos.

source: Position icons inside container
es_cr: Coloque los iconos dentro del contenedor

source: You can position the social icons in relation to the block using the positions provided
es_cr: Puede colocar los iconos sociales en relación con el bloque utilizando las posiciones proporcionadas

source: Display articles on top of each other (vertical) or side by side as a grid (horizontal)
es_cr: Muestre los artículos uno encima del otro (vertical) o uno al lado del otro como una cuadrícula (horizontal)

source: Horizontal Spacing
es_cr: Espaciado Horizontal

source: Set the px horizontal spacing between the icons.
es_cr: Establece el espacio horizontal px entre los iconos.

source: Vertical Spacing
es_cr: Espaciado Vertical

source: Set the px vertical spacing between the icons.
es_cr: Establece el espacio vertical px entre los iconos.

source: SVG Images
es_cr: Imágenes SVG

source: Allows you to upload SVG Images. Many icons come with SVG versions of the icons. Using an SVG means it is easier to size the icons. With images like .png and .gif you need to manually size them in a graphics program.
es_cr: Le permite cargar imágenes SVG. Muchos íconos vienen con versiones SVG de los íconos. Usar un SVG significa que es más fácil dimensionar los íconos. Con imágenes como .png y .gif necesita dimensionarlas manualmente en un programa de gráficos.

source: Use SVG?
es_cr: Usa SVG?

source: If you would like to upload SVG images check this option
es_cr: Si desea cargar imágenes SVG, marque esta opción

source: SVG Image Width
es_cr: Ancho de Imagen SVG

source: Set the width of all SVG's in the block. This also controls the width with a 1:1 ratio
es_cr: Establezca el ancho de todos los SVG en el bloque. Esto también controla el ancho con una relación 1: 1

source: Icons
es_cr: Iconos

source: Link URL?
es_cr: Vincular URL?

source: Set alternative text for the link
es_cr: Establecer texto alternativo para el enlace

source: New window?
es_cr: Nueva ventana?

source: Upload the images that you would like to add to the image block.
es_cr: Cargue las imágenes que desea agregar al bloque de imágenes.

source: Network
es_cr: Red

source: Use the built-in rich text editor to insert titles, text, and more!
es_cr: ¡Use el editor de texto enriquecido incorporado para insertar títulos, texto y más!

source: There is no content to display.
es_cr: No hay contenido para mostrar.

source: Bold text
es_cr: Texto en Negrita

source: Italic text
es_cr: Texto Itálico

source: Paragraphs
es_cr: Párrafos

source: First Paragraphs
es_cr: Primeros Párrafos

source: Last Paragraphs
es_cr: Últimos Párrafos

source: Headings
es_cr: Encabezados

source: Heading 1
es_cr: Encabezados 1

source: Heading 2
es_cr: Encabezados 2

source: Heading 3
es_cr: Encabezados 3

source: Forms
es_cr: Formularios

source: Button
es_cr: Botón

source: Inputs
es_cr: Entradas

source: Display an video
es_cr: Mostrar un vídeo

source: You have not added an video yet. Please upload and apply an video.
es_cr: Aún no has agregado un vídeo. Suba y aplique un video.

source: Add an Video
es_cr: Agregar un Vídeo

source: Specifies that the video will start playing as soon as it is ready
es_cr: Especifica que el video comenzará a reproducirse tan pronto como esté listo

source: Specifies that the video will start over again, every time it is finished
es_cr: Especifica que el video comenzará de nuevo cada vez que finalice

source: Specifies if and how the author thinks the video should be loaded when the page loads
es_cr: Especifica si y cómo el autor piensa que el video debe cargarse cuando se carga la página

source: Specifies that video controls should be displayed (such as a play/pause button etc).
es_cr: Especifica que se deben mostrar los controles de video (como un botón de reproducción / pausa, etc.).

source: Specifies that the audio output of the video should be muted
es_cr: Especifica que la salida de audio del video debe silenciarse

source: Poster URL
es_cr: URL Publicada

source: Specifies an image to be shown while the video is downloading, or until the user hits the play button
es_cr: Especifica una imagen que se mostrará mientras se descarga el video, o hasta que el usuario presione el botón de reproducción

source: Width
es_cr: Ancho

source: Sets the width of the video player
es_cr: Establece el ancho del reproductor de video

source: Allow dynamic width
es_cr: Permitir ancho dinámico

source: Automatically change video width when window resize
es_cr: Cambiar automáticamente el ancho del video cuando se cambia el tamaño de la ventana

source: Height
es_cr: Altura
