Repository: PadmaUnlimited/padma-theme
Catalog: padma/library/languages/*.po
Languages: es_cr, fr_fr, sv_se

source: Number of columns in the Grid. Suggested values 9, 12, 16, and 24.<br /><br /><strong>Note:</strong> The wrapper must be empty of all blocks prior to changing the column count. Either move the blocks to another wrapper or delete them if they are not needed.
es_cr: Número de columnas en la cuadrícula. Valores sugeridos 9, 12, 16 y 24. <br /> <br /> <strong> Nota: </strong> el wrapper debe estar vacío de todos los bloques antes de cambiar el recuento de columnas. Mueva los bloques u otro wrapper o elimínelos si no son necesarios.

source: Use Independent Grid
es_cr: Use Cuadrícula Independiente

source: Check this if you would like this wrapper to have different Grid settings than the Global Grid settings.
es_cr: Marque esto si desea que este wrapper tenga una configuración de Cuadrícula diferente a la configuración de la Cuadrícula Global.

source: Column Width
es_cr: Ancho de la Columna

source: Grid Width
es_cr: Ancho de Cuadrícula

source: Wrapper Margins
es_cr: Márgenes del Wrapper

source: Top Margin
es_cr: Margen superior

source: Space in between the top of this wrapper and the top of the page or the wrapper above it.
es_cr: Espacio entre la parte superior de este wrapper y la parte superior de la página o el wrapper encima.

source: Bottom Margin
es_cr: Margen inferior

source: Space in between this wrapper and the bottom of the page.
es_cr: Espacio entre este wrapper y la parte inferior de la página.

source: Enable Sticky Positioning
es_cr: Habilitar Posicionamiento Fijo

source: Top Offset
es_cr: Compensación Superior

source: Enable Shrink on Scroll
es_cr: Habilitar Reducir con Desplazamiento

source: Shrink ratio
es_cr: Radio de Reducción

source: Shrink images
es_cr: Reducir Imágenes

source: Attempt to shrink contained images
es_cr: Intentar reducir las imágenes contenidas

source: Attempt with child elements
es_cr: Intento con elementos secundarios

source: Attempt to shrink contained elements
es_cr: Intentar reducir elementos contenidos

source: Mirror Blocks From Another Wrapper
es_cr: Bloques de reflejo de otro Wrapper

source: By using this option, you can tell a wrapper to "mirror" another wrapper and all of its blocks. This option is useful if you are wanting to share a wrapper&mdash;such as a header&mdash;across layouts on your site. Select the wrapper you wish to mirror the content from in the select box to the right.
es_cr: Al usar esta opción, puede decirle a un wrapper que "refleje" otro wrapper y todos sus bloques. Esta opción es útil si desea compartir un wrapper &mdash; como encabezado &mdash; en todos los diseños de su sitio. Seleccione el wrapper desde el que desea reflejar el contenido en el cuadro de selección a la derecha.

source: Do not mirror styles
es_cr: No reflejar estilos

source: Use this option to prevent styles mirroring
es_cr: Use esta opción para evitar que los estilos se reflejen

source: Enter an easily recognizable name for the wrapper alias and it will be used throughout your site admin. Aliases are used in the Design Editor, mirroring menu, and are a great way of keeping track of a specific wrapper.
es_cr: Ingrese un nombre fácilmente reconocible para el alias del wrapper y se utilizará en todo el administrador del sitio. Los alias se usan en el Editor de Diseño, en el menú reflejado, y son una excelente manera de realizar un seguimiento de un wrapper específico.

source: Need more finite control? Enter the custom CSS class selectors here and they will be added to the wrappers's class attribute. <strong>DO NOT</strong> put regular CSS in here. Use the Live CSS editor for that.
es_cr: ¿Necesita más control finito? Ingrese aquí los selectores de clase CSS personalizados y se agregarán al atributo de clase de los wrappers. <strong> NO </ strong> poner CSS regular aquí. Utilice el editor de Live CSS para eso.

source: Configure Breakpoints.
es_cr: Configurar Puntos de Interrupción.

source: Set Breakpoint
es_cr: Establecer Punto de Interrupción

source: Off - No Breakpoint
es_cr: Apagado: Sin Punto de Interrupción

source: Custom Width
es_cr: Ancho personalizado

source: 1920px - Very Large Screens
es_cr: 1920px - Pantallas Muy Grandes

source: 1824px - Large Screens
es_cr: 1824px - Pantallas Grandes

source: 1224px - Desktop and Laptop
es_cr: 1224px - Computadora de escritorio y portátil

source: 1024px - Popular Tablet Landscape
es_cr: 1024px - Paisaje popular de tabletas

source: 768px - Popular Tablet Portrait
es_cr: 768px - Retrato de tableta Popular

source: 736px - iPhone 6+ & 7+ & 8+ Landscape
es_cr: 736px - iPhone 6+ y 7+ & 8+ Landscape

source: 600px - Popular Breakpoint in Padma
es_cr: 600px - Punto de interrupción popular en Padma

source: Add px value as well. eg: 600px
es_cr: Agregue valor px también. por ejemplo: 600px

source: Min or Max width
es_cr: Ancho Mínimo o Máximo

source: Stretch blocks for mobile
es_cr: Stretch bloques para móviles

source: Enable this option to make all blocks in this wrapper stretch the full wrapper width on smaller screens. Blocks placed side by side may not look good on smaller screens as they fight for the horizontal space. Setting this option makes each block go full width at the set break point.
es_cr: Habilite esta opción para hacer que todos los bloques en este wrapper estiren el ancho del wrapper completo en pantallas más pequeñas. Los bloques colocados uno al lado del otro pueden no verse bien en pantallas más pequeñas, ya que luchan por el espacio horizontal. Establecer esta opción hace que cada bloque se amplíe por completo en el punto de ruptura establecido.

source: Attempt to Center items
es_cr: Intento de Centrar Elementos

source: This will attempt to center the elements in this block at the set breakpoint. NOTE: This will not work for all elements but give it a try and if it works for you then great. More complex html like menus will require custom code.
es_cr: Esto intentará centrar los elementos en este bloque en el punto de interrupción establecido. NOTA: Esto no funcionará para todos los elementos, pero pruébelo y si funciona para usted, genial. Los menús como HTML más complejos requerirán un código personalizado.

source: Hide this wrapper
es_cr: Ocultar éste wrapper

source: This will hide this wrapper for the set breakpoint.
es_cr: Esto ocultará este wrapper para el punto de interrupción establecido.

source: Import Wrapper Settings
es_cr: Importar Configuraciones de Wrapper

source: Export Wrapper Settings
es_cr: Exportar Configuración de Wrapper

source: Please contact Padma Support if this error persists.
fr_fr: Vous êtes priés de contacter le soutien technique de Padma si cette erreur persiste.
sv_se: Vänligen kontakta Padma Support om felet kvarstår.

source: License saved and activated.
fr_fr: Licence enregistrée et activée.
sv_se: Licensen är sparad och aktiverad.

source: <strong>Whoops!</strong> Could not activate license. Please check that you have entered your license correctly and that it has not expired.<br /><br /> Make sure you copied your license correctly from the <a href="http://padmatheme.com/dashboard" target="_blank">Padma Dashboard</a>.
fr_fr: <strong>Oups!</strong> Impossible d'activer la licence. S'il vous plaît, vérifiez que vous l'avez entrée correctement et qu'elle ne soit pas expirée.<br /><br /> Assurez-vous d'avoir copié correctement votre licence à partir du <a href="http://padmatheme.com/dashboard" target="_blank">tableau de bord de Padma</a>.
sv_se: <strong>Hoppsan!</strong>Kunde inte aktivera licensen. Kontrollera att du skrivit in korrekt licensinformation och att din licens inte förfallit.<br /><br /> Säkerställ att du kopierade rätt livensnyckel från <a href="http://padmatheme.com/dashboard" target="_blank">Padmas kontrollpanel</a>.

source: Deactivate License
fr_fr: Désactiver la licence
sv_se: Deaktivera licens

source: Active
sv_se: Aktiv

source: Save & Activate License
fr_fr: Enregistrer et Activer la licence
sv_se: Spara och aktivera licens

source: Welcome to Padma %s
fr_fr: Bienvenue à Padma %s
sv_se: Välkommen till Padma %s

source: Thank you for updating! Padma 3.7 has many improvements we think you'll enjoy.
fr_fr: Merci d'avoir effectuer la mise à jour! Padma 3,7 a de nombreuses améliorations que nous pensons que vous apprécierez.
sv_se: Tack för din uppdatering! Padma 3.7 har många nyheter som vi tror att du uppskattar.

source: Powered by Padma, the
fr_fr: Propulsé par Padma
sv_se: Använder Padma

source: Copyright
fr_fr: Droits d'auteur
sv_se: Upphovsrätt

source: Go To Top
fr_fr: Revenir en haut
sv_se: Till toppen

source: Before clicking OK to update, be sure that you have a backup of your website.
fr_fr: Avant de cliquer sur OK pour mettre à jour, assurez-vous que vous avez une sauvegarde de votre site web.
sv_se: Innan du uppdaterar säkerställ att du har en backup av din hemsida.

source: Padma is a feature-packed theme with drag and drop layout editing, point and click design capabilities, powerful search engine optimization and much more. For help, you can <a href="http://support.padmatheme.com" target="_blank">access our support</a> or go to the <a href="http://docs.padmatheme.com/" target="_blank">Padma documentation</a>.
fr_fr: Padma est un thème riche en fonctionnalités, telles l'édition de la mise en page et du design en glisser-déposer, pointer-cliquer, et un puissant système d'optimisation du SEO. Pour de l'assistance, vous pouvez <a href="http://support.padmatheme.com" target="_blank">accéder à notre support technique</a> ou aller à notre section <a href="http://docs.padmatheme.com/" target="_blank">documentation Padma</a>.
sv_se: Padma är ett tema fyllt av möjligheter där du skapar din design genom att dra och släppa, peka och klicka, kraftfulla SEO-verktyg och mycket mer. För support kan du <a href="http://support.padmatheme.com" target="_blank">besöka vårt supportforum </a> eller läsa mer i vår <a href="http://docs.padmatheme.com/" target="_blank">dokumentation</a>.

source: Padma Base
fr_fr: Padma de base

source: Padma Theme
fr_fr: Thèmes Padma
