Repository: PadmaUnlimited/padma-theme
Catalog: padma/library/languages/*.po
Languages: es_cr, fr_fr, sv_se

source: If you wish to reset your Padma installation, please <span style="font-weight: 600;color: #fff;background: #2f2f2f; padding: 2px 4px;">add the code below to your wp-config.php file</span>. <p>Please make sure to add the code above this line in your wp.config.php file: <code> /* That's all, stop editing! Happy blogging. */</code><br />Not sure how to edit your wp-config.php file? Please see <a href="http://codex.wordpress.org/Editing_wp-config.php" target="_blank">Editing wp-config.php</a> in the official WordPress documentation.
es_cr: Si desea restablecer su instalación de Padma, <span style = "font-weight: 600; color: #fff; background: # 2f2f2f; padding: 2px 4px;"> agregue el código siguiente a su archivo wp-config.php </span>. <p> Asegúrese de agregar el código sobre esta línea en su archivo wp.config.php: <code> / * Eso es todo, ¡pare la edición! Feliz blogging * / </code> <br /> ¿No está seguro de cómo editar su archivo wp-config.php? Consulte <a href="http://codex.wordpress.org/Editing_wp-config.php" target="_blank"> Edición de wp-config.php </a> en la documentación oficial de WordPress.

source: Hello
es_cr: Hola

source: Our team has been working really hard to bring this powerful tool to you. We hope you like it.
es_cr: Nuestro equipo ha estado trabajando intensamente para brindarle esta poderosa herramienta. Esperamos que les guste.

source: Aim to collaborate?
es_cr: ¿Desea colaborar?

source: Register to get even more plugins and blocks
es_cr: Regístrese para obtener aún más plugins y bloques

source: - Report errors in: https://www.padmaunlimited.com/bug-report/
es_cr: - Informar errores en: https://www.padmaunlimited.com/bug-report/

source: - Collaborate coding through GitHub
es_cr: - Colabora en la codificación a través de GitHub

source: - Suggest functionalities, blocks or plugins
es_cr: - Sugerir funcionalidades, bloques o plugins

source: - Join our social networks
es_cr: - Únase a nuestras redes sociales

source: - Share Padma Unlimited Builder with colleagues and friends
es_cr: - Comparta Padma Unlimited Builder con colegas y amigos

source: - Spread the word!
es_cr: Cuéntele a todos!

source: Let's build together!
es_cr: ¡Construyamos juntos!

source: Register
es_cr: Registrar

source: <strong>Use this block anywhere.</strong><p>To insert this block into your post or page use this shortcode:<p>
es_cr: <strong> Use este bloque en cualquier lugar. </strong> <p> Para insertar este bloque en su publicación o página, use este código corto: <p>

source: By using this option, you can tell a block to "mirror" another block and its content. This option is useful if you are wanting to share a block&mdash;such as a header&mdash;across layouts on your site. Select the block you wish to mirror the content from in the select box to the right.
es_cr: Configure un bloque para reflejar otro bloque y su contenido. Esta opción es útil cuando se requiere compartir un bloque &mdash; como un encabezado &mdash; a través de varios diseños en su sitio. Seleccione el bloque para reflejar, en el cuadro de selección a la derecha.

source: Enter an easily recognizable name for the block alias and it will be used throughout your site admin. For instance, if you add an alias to a widget area block, that alias will be used in the Widgets panel.
es_cr: Ingrese un nombre fácilmente reconocible para el alias de bloque y se utilizará en todo el área de administración de su sitio web. Por ejemplo, el alias asignado a un bloque de widgets se usará en el panel de Widgets del escritorio de WordPress.

source: Need more finite control? Enter the custom CSS class selectors here and they will be added to the block's class attribute. <strong>DO NOT</strong> put regular CSS in here. Use the Live CSS editor for that.
es_cr: ¿Necesita control más específico? Ingrese aquí los selectores de clase CSS personalizados y se agregarán al atributo de clase del bloque. <strong> NO </ strong> poner CSS regular aquí. Utilice el Live CSS editor para eso.

source: Copy any custom CSS classes added to this block and add them to the parent row and column &lt;section&gt;'s
es_cr: Copie las clases CSS personalizadas agregadas a este bloque y agréguelas a las &lt;secciones&gt; de fila y columna principal.

source: Add a custom title above the block content.
es_cr: Agregue un título personalizado sobre el contenido del bloque.

source: Custom title tag.
es_cr: Etiqueta de título personalizada.

source: Add a custom sub title above the block content and below the block title.
es_cr: Agregue un subtítulo personalizado sobre el contenido del bloque y debajo del título del bloque.

source: Custom subtitle tag.
es_cr: Etiqueta de subtítulos personalizada.

source: Choose whether the block title should be a link or not
es_cr: Elija si el título del bloque debe ser un enlace o no

source: Add a url for the block title
es_cr: Agregue una URL para el título del bloque

source: If you would like to open the link in a new window check this option
es_cr: Marque esta opción para abrir el enlace en una nueva ventana

source: Select a screen width for these change to take effect.
es_cr: Seleccione un ancho de pantalla para que este cambio surta efecto.

source: Min Width (applies to screens that are wider than breakpoint)
es_cr: Ancho Mínimo (se aplica a pantallas que son más anchas que el punto de interrupción)

source: Max Width (applies to screens that are narrower than breakpoint)
es_cr: Ancho máximo (se aplica a pantallas que son más estrechas que el punto de interrupción)

source: Adaptive Options
es_cr: Opciones adaptativas

source: Disable the height for smaller screens if the block displays too high for smaller screens
es_cr: Deshabilite la altura para pantallas más pequeñas si el bloque se muestra demasiado alto para pantallas más pequeñas

source: Attempt to center block elements
es_cr: Intento de centrar elementos de bloque

source: Griddify Lists
es_cr: Listas de cuadrícula

source: Any kind of list, such as categories, latest posts, even menus etc work fine on large screens in the sidebar. But on smaller screens where the sidebar drops below the content. The lists can look empty due to mass of whitespace. This will put the list items into 2 columns side by side.
es_cr: Cualquier tipo de lista, como categorías, publicaciones más recientes, incluso menús, etc. funcionan bien en pantallas grandes en la barra lateral. Pero en pantallas más pequeñas donde la barra lateral cae debajo del contenido. Las listas pueden verse vacías debido a la gran cantidad de espacios en blanco. Esto colocará los elementos de la lista en 2 columnas una al lado de la otra.

source: Hide this block
es_cr: Ocultar este bloque

source: This will hide this block for the set breakpoint.
es_cr: Esto ocultará este bloque para el punto de interrupción establecido.

source: Legacy Responsive Grid Block Hiding
es_cr: Ocultación de Bloque de Cuadrícula Resposiva heredada

source: If you have the responsive grid enabled and the user views your website on an iPhone (or equivalent device), the grid may be cluttered do to so many blocks being in a small area. If you wish to limit the blocks that are shown on mobile devices, you can use this setting to hide certain blocks for the devices you choose. <strong>If no options are selected, then responsive block hiding will not be active for this block.</strong>
es_cr: Si la cuadrícula receptiva está habilitada y el usuario visita su sitio web desde un iPhone (o dispositivo equivalente), la cuadrícula puede estar abarrotada por múltiples bloques en un área pequeña. Use esta configuración para ocultar ciertos bloques, limitando los bloques que se muestran en los dispositivos móviles seleccionados. <strong> Si no se seleccionan opciones, la ocultación de bloque sensible no estará activa para este bloque. </strong>

source: Import/Export
es_cr: Importado/ Exportado

source: Import Block Settings
es_cr: Importar Configuración de Bloque

source: Select File to Import
es_cr: Seleccionar Archivo para Importar

source: Include Block Options
es_cr: Incluir Opciones de Bloque

source: Include Block Design
es_cr: Incluir Diseño de Bloque

source: Export Block Settings
es_cr: Exportar Configuración de Bloque

source: Download Export File
es_cr: Descargar Archivo Exportado

source: Do Not Mirror
es_cr: No Reflejar

source: Error: Arguments must be an array for this element.
es_cr: Error: Los argumentos deben ser una matriz para este elemento.
fr_fr: Erreur : Les arguments doivent être un tableau pour cet élément.
sv_se: Felmeddelande: Arguments måste vara en array för detta element.

source: Error: An ID is required for this element.
es_cr: Error: Se requiere una ID para este elemento.
fr_fr: Erreur : Une ID est nécessaire pour cet élément.
sv_se: Felmeddelande: ett ID krävs för detta element.

source: Error: A name is required for this element.
es_cr: Error: Se requiere un nombre para este elemento.
fr_fr: Erreur : Un nom est requis pour cet élément.
sv_se: Felmeddelande: ett namn krävs för detta element.

source: Error: A group is required for this element.
es_cr: Error: Se requiere un grupo para este elemento.
fr_fr: Erreur : Un groupe est requis pour cet élément.
sv_se: Felmeddelande: en grupp krävs för detta element.

source: Error: A CSS selector is required for this element.
es_cr: Error: Se requiere un selector CSS para este elemento.
fr_fr: Erreur : Un sélecteur CSS est requis pour cet élément.
sv_se: Felmeddelande: en CSS-selector krävs för detta element.

source: Error: Properties are required for this element.
es_cr: Error: Se requieren propiedades para este elemento.
fr_fr: Erreur : Des propriétés sont requises pour cet élément.
sv_se: Felmeddelande: du måste ange egenskaper för detta element.

source: Error: Arguments must be an array for this element instance.
es_cr: Error: Los argumentos deben ser una matriz para esta instancia de elemento.
fr_fr: Erreur : Les arguments doivent être un tableau pour cette instance de l'élément.
sv_se: Felmeddelande: Arguments måste vara en array för denna elementinstans.

source: Error: An ID is required for this element instance.
es_cr: Error: Se requiere una ID para esta instancia de elemento.
fr_fr: Erreur : Une identité est requise pour cette instance de l'élément.
sv_se: Felmeddelande: ett ID krävs för denna elementinstans.

source: Error: A name is required for this element instance.
es_cr: Error: Se requiere un nombre para esta instancia de elemento.
fr_fr: Erreur : Un nom est requis pour cette instance de l'élément.
sv_se: Felmeddelande: ett namn krävs för denna elementinstans.

source: Error: A group is required for this element instance.
es_cr: Error: Se requiere un grupo para esta instancia de elemento.
fr_fr: Erreur : Un groupe est requis pour cette instance de l'élément.
sv_se: Felmeddelande: en grupp krävs för denna elementinstans.

source: Error: A parent element is required for this element instance.
es_cr: Error: Se requiere un elemento primario para esta instancia de elemento.
fr_fr: Erreur : Un élément parent est nécessaire pour cette instance de l'élément.
sv_se: Felmeddelande: ett föräldraelement krävs för denna elementinstans.

source: Error: A CSS selector is required for this element instance.
es_cr: Error: se requiere un selector CSS para esta instancia de elemento.
fr_fr: Erreur : Un sélecteur CSS est requis pour cet élément.
sv_se: Felmeddelande: en CSS-väljare krävs för denna elementinstans.

source: Error: The group being registered already exists.
es_cr: Error: El grupo que se está registrando ya existe.
fr_fr: Erreur : Ce groupe étant enregistré existe déjà.
sv_se: Felmeddelande: gruppen som registreras existerar redan.

source: Display an audio
es_cr: Mostrar un audio

source: Audio container
es_cr: Contenedor de audio

source: Your browser does not support the audio tag.
es_cr: Su navegador no es compatible con la etiqueta de audio.

source: You have not added an audio yet. Please upload and apply an audio.
es_cr: Aún no ha agregado un audio. Suba y aplique un audio.

source: Add an Audio
es_cr: Agregar un audio

source: Specifies that the audio will start playing as soon as it is ready
es_cr: Especifica que el audio comenzará a reproducirse tan pronto como esté listo

source: Controls
es_cr: Controles

source: Specifies that audio controls should be displayed (such as a play/pause button etc).
es_cr: Especifica que se deben mostrar los controles de audio (como un botón de reproducción / pausa, etc.).

source: Loop
es_cr: Bucle

source: Specifies that the audio will start over again, every time it is finished
es_cr: Especifica que el audio comenzará de nuevo cada vez que finalice

source: Muted
es_cr: Silenciado

source: Specifies that the audio output of the audio should be muted
es_cr: Especifica que la salida de audio del audio debe silenciarse

source: Preload
es_cr: Precarga

source: Specifies if and how the author thinks the audio should be loaded when the page loads
es_cr: Especifica si y cómo el autor piensa que el audio debe cargarse cuando se carga la página

source: Position Audio
es_cr: Posición de Audio

source: Position audio inside container
es_cr: Posición de Audio dentro del Contenedor

source: You can position this audio in relation to the block using the positions provided
es_cr: Puede colocar este audio en relación con el bloque utilizando las posiciones proporcionadas

source: Top Left
es_cr: Arriba a la izquierda

source: Top Center
es_cr: Centro Superior

source: Top Right
es_cr: Arriba a la Derecha

source: Center Left
es_cr: Centro Izquierda

source: Center Center
es_cr: Centro Centro

source: Center Right
es_cr: Centro Derecha

source: Bottom Left
es_cr: Abajo a la Izquierda

source: Bottom Center
es_cr: Parte Inferior Central

source: Bottom Right
es_cr: Abajo a la Derecha

source: The block class being registered does not exist.
es_cr: La clase de bloque que se está registrando no existe.
fr_fr: La classe de bloc en cours d'enregistrement n'existe pas.
sv_se: Felmeddelande: blockklassen existerar inte.

source: The Padma blocks array does not exist.
es_cr: La matriz de bloques Padma no existe.
fr_fr: Le tableau des blocs Padma n'existe pas.
sv_se: Padma block array existerar inte.

source: The requested block type of '%s' does not exist. Please re-activate the block plugin or child theme if you wish to use this block again.
es_cr: El tipo de bloque solicitado de '% s' no existe. Vuelva a activar el Plugin de bloque o el Child Theme si desea volver a usar este bloque.

source: Breadcrumbs
es_cr: Migas de Pan

source: Breadcrumbs aid in the navigation of your site by showing a visual hierarchy of where your visitor is.<br /><strong>Example:</strong> Home &raquo; Blog &raquo; Sample Blog Post
es_cr: Migas de Pan ayudan en la navegación de su sitio al mostrar una jerarquía visual de dónde está su visitante.<br /><strong>Ejemplo:</strong> Inicio &raquo; Blog &raquo; Muestra de Publicación en el Blog

source: Text
es_cr: Texto

source: Separators
es_cr: Separadores

source: Home
es_cr: Inicio
fr_fr: Accueil
sv_se: Hem

source: Search Results For:
es_cr: Resultados de búsqueda para:
fr_fr: Résultats de la recherche pour :
sv_se: Sökresultat för:

source: Author Archives:
es_cr: Archivo del Autor:
fr_fr: Archives de l'auteur :
sv_se: Författararkiv:

source: Tag Archives:
es_cr: Archivo de etiquetas:
fr_fr: Archives des Mots-clés :
sv_se: Etikettarkiv:

source: Archives:
es_cr: Archivo:
sv_se: Arkiv:

source: Whoops! Page Not Found...
es_cr: Opa! Página No Encontrada...
fr_fr: Oups! Page introuvable ...
sv_se: Hoppsan, sidan kan inte hittas.

source: You Are Here:
es_cr: Usted Está Aquí:
fr_fr: Vous êtes ici :
sv_se: Du är här:

source: Show "You Are Here" prefix
es_cr: Mostrar el prefijo "Usted Está Aquí"

source: If you would like the breadcrumbs to show "You Are Here:" or anything similar in front of the breadcrumb trail, then check this.
es_cr: Si desea que las migas de pan muestren "Usted está aquí" o algo similar frente a la ruta de migas de pan, marque esto.

source: Prefix Text
es_cr: Prefijo de Texto

source: If the previous checkbox is checked, then you may customize the prefix text.
es_cr: Si la casilla de verificación anterior está marcada, puede personalizar el texto del prefijo.

source: Separator
es_cr: Separador

source: This will be shown between each breadcrumb. e.g. If the separator is "&raquo;" then it will be shown as Home &raquo; Page Name.
es_cr: Esto se mostrará entre cada Migas de Pan. e.g Si el separador está "&raquo;" entonces, se mostrará como Inicio &raquo; Nombre de la Página.

source: Display Contact Form 7
es_cr: Mostrar Contact Form 7

source: Form Container
es_cr: Contenedor de Formulario

source: Form paragraph
es_cr: Párrafo de Formulario

source: Form H1
es_cr: Formulario H1

source: Form H2
es_cr: Formulario H2

source: Form H3
es_cr: Formulario H3

source: Form H4
es_cr: Formulario H4

source: Form H5
es_cr: Formulario H5

source: Form H6
es_cr: Formulario H6

source: Form new line
es_cr: Nueva Línea de Formulario

source: Form label
es_cr: Etiqueta de Formulario

source: Form span
es_cr: Formulario Span

source: Form input
es_cr: Entrada de Formulario

source: Form select
es_cr: Selector de Formulario

source: Form textarea
es_cr: Formulario "Área de Texto"

source: Form submit
es_cr: Enviar Formulario

source: Select form
es_cr: Seleccionar Formulario

source: Select a form
es_cr: Selecciona un formulario

source: One Response
es_cr: Una Respuesta

source: Responses
es_cr: Respuestas

source: Sorry, comments are closed for this post.
es_cr: Lo sentimos, los comentarios están cerrados para esta publicación.
fr_fr: Désolé, les commentaires sont fermés pour cet article.
sv_se: Kommentarerna är stängda för denna post.

source: This post is password protected. Please enter the password to view the comments.
es_cr: Esta publicación está protegida por contraseña. Por favor, introduzca la contraseña para ver los comentarios.
fr_fr: Cet article est protégé par un mot de passe. Saisissez le mot de passe pour voir les commentaires.
sv_se: Denna post är lösenordsskyddad. Ange lösenordet för att se kommentarer.

source: <p>Sorry, there was no content that matched your search.</p>
es_cr: <p> Lo sentimos, no hubo contenido que coincida con su búsqueda. </p>
fr_fr: <p>Désolé, aucun contenu ne corresponds à votre recherche.</p>
sv_se: <p>Ledsen men inget innehåll matchade med din sökning</p>

source: Daily Archives: %s
es_cr: Archivos diarios: %s
fr_fr: Archives quotidiennes : %s
sv_se: Dagligt arkiv: %s

source: Monthly Archives: %s
es_cr: Archivos mensuales : %s
fr_fr: Archives mensuelles : %s
sv_se: Månadsarkiv: %s

source: Yearly Archives: %s
es_cr: Archivos anuales: %s
fr_fr: Archives annuelles : %s
sv_se: Årligt arkiv: %s

source: Blog Archives
es_cr: Archivos del Blog
fr_fr: Archives du blogue
sv_se: Bloggarkiv

source: Category Archives: %s
es_cr: Archivos de categoría: %s
fr_fr: Archives des catégories : %s
sv_se: Kategoriarkiv: %s

source: Author Archives: %s
es_cr: Archivos del autor: %s
fr_fr: Archives des auteurs : %s
sv_se: Författararkiv: %s

source: Search Results for: %s
es_cr: Resultados de Búsqueda para: %s
fr_fr: Résultats de la recherche pour : %s
sv_se: Sökresultat för: %s

source: Tag Archives: %s
es_cr: Archivo de etiquetas: %s
fr_fr: Archives des Mots-clés : %s
sv_se: Etikettarkiv: %s

source: Pages:
es_cr: Páginas:
sv_se: Sidor:

source: Whoops! Page Not Found
es_cr: Opa! Página No Encontrada
fr_fr: Oups! Page introuvable
sv_se: Hoppsan, sidan kan inte hittas

source: <p>Don't fret, you didn't do anything wrong. It appears that the page you are looking for does not exist or has been moved elsewhere.</p>
es_cr: <p> No se preocupe, no hiciste nada malo. Parece que la página que está buscando no existe o se ha movido a otro lugar. </p>
fr_fr: <p> Ne vous inquiétez pas, vous ne avez rien fait de mal. Il semble que la page que vous cherchez n'existe pas, ou a étée déplacée.</p>
sv_se: <p>Misströsta inte, du gjorde inget fel. Det verkar som att sidan du söker inte existerar eller har flyttats till en annan plats.</p>

source: <p>If you keep ending up here, please head back to our <a href="%s">homepage</a> or try the search form below.</p>
es_cr: <p> Si continúa terminando aquí, regrese a nuestra <a href="%s"> página de inicio </a> o pruebe el formulario de búsqueda a continuación. </p>
fr_fr: <p>Si vous arrivez toujours ici, essayez en recommençant à partir de la <a href="%s">page d'accueil</a> ou essayez le formulaire de recherche plus loin sur cette page.</p>
sv_se: <p>Om du hamnar här hela tiden navigera tillbaka till vår <a href="%s">startsida</a> eller försök med sökformuläret nedan. </p>

source: Discard Reply
es_cr: Descartar respuesta
fr_fr: Abandonner la réponse
sv_se: Bortse från svar

source: <span class="meta-nav">&larr;</span> Older posts
es_cr: <span class = "meta-nav"> &larr; </span> Publicaciones anteriores
fr_fr: <span class="meta-nav">&larr;</span> Anciens articles
sv_se: <span class="meta-nav">&larr;</span> Äldre inlägg

source: Newer posts <span class="meta-nav">&rarr;</span>
es_cr: Nuevas publicaciones <span class = "meta-nav"> &rarr; </span>
fr_fr: Nouveaux articles <span class="meta-nav">&rarr;</span>
sv_se: Nyare inlägg <span class="meta-nav">&rarr;</span>

source: %s &ndash; Comments
es_cr: %s &ndash; Comentarios
fr_fr: %s - Commentaires
sv_se: %s &ndash; Kommentarer

source: Respond to %s
es_cr: Responda a %s
fr_fr: Répondre à %s
sv_se: Svara på %s

source: View all posts by %s
es_cr: Ver todas las publicaciones por %s
fr_fr: Voir tous les articles par %s
sv_se: Se alla inlägg av %s

source: Content
es_cr: Contenido

source: Main content area to show the current page's content or the latest posts. This is considered the "Loop" in other themes.
es_cr: Área de contenido principal para mostrar el contenido de la página actual o las últimas publicaciones. Esto se considera el "Loop" en otros temas.

source: Article
es_cr: Artículo

source: Entry Container
es_cr: Contenedor de Entrada

source: Page Entry Container
es_cr: Contenedor de Entrada de Página

source: Post Entry Container
es_cr: Contenedor de la Publicación de la Entrada

source: Entry Row
es_cr: Fila de Entrada

source: Archive Title
es_cr: Título del Archivo

source: Body Text
es_cr: Cuerpo de Texto

source: All text including &lt;p&gt; elements
es_cr: Todo el texto incluido &lt;p&gt; elementos

source: Body Hyperlinks
es_cr: Enlaces del Cuerpo

source: Images
es_cr: Imágenes

source: Image Captions
es_cr: Subtítulos de Imagen

source: Images in Captions
es_cr: Imágenes en Subtítulos

source: Caption Text
es_cr: Texto de Subtítulo

source: Meta Above Content
es_cr: Meta Sobre el Contenido

source: Meta Below Content
es_cr: Meta Debajo del Contenido

source: Meta Hyperlinks
es_cr: Meta de Hipervínculos

source: Author Avatar Image
es_cr: Imagen de Avatar del Autor

source: Publisher Logo container
es_cr: Contenedor del Logo del Editor

source: Publisher Logo image container
es_cr: Contenedor de la Imagen del Logo del Editor

source: Publisher Logo link
es_cr: Enlace del Logo del Editor

source: Publisher Logo image
es_cr: Imagen de Logo del Editor

source: Publisher Logo meta data
es_cr: Metadatos del Logo del Editor

source: Post Entry Date
es_cr: Fecha de la publicación de la Entrada

source: Heading
es_cr: Encabezado

source: Sub Heading
es_cr: Subtítulo

source: Unordered Lists
es_cr: Listas Desordenadas

source: Unordered List Items
es_cr: Elementos de la Lista Desordenados

source: Ordered Lists
es_cr: Listas Ordenadas

source: Ordered List Items
es_cr: Lista de Artículos Ordenados

source: Featured Image Container
es_cr: 24/5000 Contenedor de imagen destacada

source: Featured Image
es_cr: Imagen Destacada

source: Continue Reading Button
es_cr: Botón Seguir Leyendo

source: Loop Navigation Button
es_cr: Botón de Navegación de Bucle
