Repository: PadmaUnlimited/padma-theme
Catalog: padma/library/languages/*.po
Languages: es_cr, fr_fr, sv_se

source: Sets the height of the video player
es_cr: Establece la altura del reproductor de video

source: Allow dynamic height
es_cr: Permitir altura dinámica

source: Automatically change video height when window resize
es_cr: Cambie automáticamente la altura del video cuando cambie el tamaño de la ventana

source: Position Video
es_cr: Video de Posición

source: Position video inside container
es_cr: Coloque el video dentro del contenedor

source: You can position this video in relation to the block using the positions provided
es_cr: Puede colocar este video en relación con el bloque utilizando las posiciones proporcionadas

source: Widget Area
es_cr: Área de Widgets

source: Used typically as a sidebar or to aid the footer. The widget area will display WordPress widgets which are managed in the WordPress Appearance &raquo; Widgets panel.
es_cr: Usado típicamente como una barra lateral o para ayudar al pie de página. El área de widgets mostrará los widgets de WordPress que se administran en el panel de widgets de Apariencia &raquo; de WordPress.

source: Widget Title
es_cr: Título del Widget

source: Widget Title Inner
es_cr: Título del Widget Interno

source: Widget Links
es_cr: Enlaces de los Widgets

source: Widget Lists
es_cr: Listados de Widgets

source: Widget List Items
es_cr: Elementos de la Lista de Widgets

source: No widgets!
es_cr: No hay widgets!

source: <p>Add widgets to this sidebar in the <a href="%s">Widgets panel</a> under Appearance in the WordPress Admin.</p>
es_cr: <p> Agregue widgets a esta barra lateral en el <a href="%s"> Panel de Widgets </a> Bajo Apariencia en el Administrador de WordPress. </p>

source: Horizontal Widgets
es_cr: Widgets Horizontales

source: Instead of showing widgets vertically, you can make them span horizontally. This is especially useful for widgetized footers.
es_cr: En lugar de mostrar widgets verticalmente, puede hacer que se extiendan horizontalmente. Esto es especialmente útil para pies de página con widgets.

source: To add widgets to this widget area, go to <a href="%s" target="_blank">WordPress Admin &raquo; Appearance &raquo; Widgets</a> and add the widgets to <em>%s &mdash; Layout: %s</em>.
es_cr: Para agregar widgets a esta área de widgets, vaya a <a href="%s" target="_blank"> WordPress Admin & raquo; Appearance Widgets</a> y agregue los widgets al <em>%s &mdash; Layout: %s</em>.

source: Default Widgets
es_cr: Widgets Predeterminados

source: Assign default widgets to this widget area.
es_cr: Asigne widgets predeterminados a esta área de widgets.

source: Show Title
es_cr: Mostar Título

source: This will be the title shown above the widget. If you want to use the default for the widget type, please enter <em>%default%</em>
es_cr: Este será el título que se muestra arriba del widget. Si desea utilizar el valor predeterminado para el tipo de widget, ingrese <em>%default%</em>

source: Make a Selection
es_cr: Haga una selección

source: This block does not have any post assigned. Please specify the post_id your would like to display as a shortcode parameter.
es_cr: Este bloque no tiene ninguna publicación asignada. Especifique el post_id que desea mostrar como parámetro de código corto.

source: The padma block shortcut ID you have entered does not exist. Please enter a valid block ID!
es_cr: El acceso directo ID del bloque padma que ha ingresado no existe. ¡Ingrese una ID de bloque válida!

source: Padma requires WordPress 3.4 or higher. You are running WordPress %s.<br /><br /> Please deactivate Padma by going to <a href="%s">Appearance &raquo; Themes</a> and choosing a difference theme until your WordPress installation has been updated to 3.4 or higher.<br /><br /> If the issue persists, please visit <a href="https://www.padmaunlimited.com" target="_blank">Padma Support</a>.
es_cr: Padma requiere WordPress 3.4 o superior. Estás ejecutando WordPress %s.<br /><br /> Desactive Padma al ir a<a href="%s">Appearance &raquo; Temas </a> y elegir un tema diferente hasta que su instalación de WordPress se haya actualizado a 3.4 o superior.<br /><br /> Si el problema persiste, visite <a href="https://www.padmaunlimited.com" target="_blank">Soporte Padma</a>.

source: Padma requires PHP 7.0 or higher, as does WordPress 3.4 and higher. You are running PHP %s.<br /><br /> Please deactivate Padma by going to <a href="%s">Appearance &raquo; Themes</a> and choosing a difference theme until your PHP has been updated to 7.0 or higher.<br /><br /> If the issue persists, please contact your web host or visit <a href="http://padmaunlimited.com" target="_blank">Padma Support</a>.
es_cr: Padma requiere PHP 7.0 o superior, al igual que WordPress 3.4 y superior. Está ejecutando PHP % s. <br /> <br /> Desactive Padma al ir a <a href="%s"> Apariencia &raquo; Temas</a> y eligiendo un tema diferente hasta que su PHP se haya actualizado a 7.0 o superior.<br /><br /> Si el problema persiste, comuníquese con su proveedor de alojamiento web o visite <a href="http://padmaunlimited.com" target="_blank">Soprte Padma</a>.

source: Error: The meta box class being registered does not exist.
es_cr: Error: La clase de cuadro meta que se está registrando no existe.
fr_fr: Erreur : La classe de boîte méta étant enregistrée n'existe pas.
sv_se: Felmeddelande: Den meta box class som registrerades existerar inte.

source: Error: The box class being registered does not exist.
es_cr: Error: La clase de cuadro que se está registrando no existe.
fr_fr: Erreur : La classe de boîte étant enregistrée n'existe pas.
sv_se: Felmeddelande: Den box class som registrerades existerar inte.

source: Error: The panel class being registered does not exist.
es_cr: Error: La clase de panel que se está registrando no existe.
fr_fr: Erreur : La classe de boîte étant enregistrée n'existe pas.
sv_se: Felmeddelande: panelklassen existerar inte.

source: The `from` and `to` URL's must be different
es_cr: Las URL `from` y` to` deben ser diferentes

source: The `from` and `to` URL's must be valid URL's
es_cr: Las URL `from` y` to` deben ser URL válidas

source: Error: Invalid image URL or size inputs
es_cr: Error: URL de imagen o entradas de tamaño no válidas
fr_fr: Erreur : L'adresse (URL) de l'image, ou ses paramètres de grandeurs, n'est/ne sont pas correct(e)(s)
sv_se: Felmeddelande: ogiltig bild-URL eller angivande av storlekar

source: Error: Image not local
es_cr: Error: Imagen no local
fr_fr: Erreur : Image non locale
sv_se: Felmeddelande: Bilden finns inte lokalt

source: Error: Image does not exist or not accessible
es_cr: Error: La imagen no existe o no es accesible
fr_fr: Erreur: L'image n'existe pas, ou n'est pas accessible
sv_se: Felmeddelande: Bilden existerar inte eller kan inte hämtas

source: Error: Cannot resize, check if $upscale is enabled
es_cr: Error: No se puede cambiar el tamaño, verifique si $ upscale está habilitado
fr_fr: Erreur : Vous ne pouvez pas redimensionner, vérifiez si $upscale est activé
sv_se: Felmeddelande: Kan inte ändra storlek kontrollera om $upscale är valt

source: Error: Cannot resize image with WP_Image_Editor class
es_cr: Error: No se puede cambiar el tamaño de la imagen con la clase WP_Image_Editor
fr_fr: Erreur : Impossible de redimensionner l'image avec la classe WP_Image_Editor
sv_se: Felmeddelande: Kan inte ändra storlek med WP_Image_Editor class

source: Error: Unable to save image with WP_Image_Editor class
es_cr: Error: No se puede guardar la imagen con la clase WP_Image_Editor
fr_fr: Erreur : Impossible d'enregistrer l'image avec la classe WP_Image_Editor
sv_se: Felmeddelande: Kan inte spara bild med WP_Image_Editor class

source: <strong>Error while parsing PHP:</strong> %s
es_cr: <strong> Error al analizar PHP: </strong> %s

source: &ndash; Default: Category &ndash;
es_cr: &ndash; Predeteminado: Categoría &ndash;

source: Search results for &ldquo;
es_cr: Búsqueda de resultados para &ldquo;
fr_fr: Résultats de la recherche pour :
sv_se: Sökresults för &ldquo;

source: Products tagged &ldquo;
es_cr: Productos etiquetados &ldquo;
fr_fr: Produits étiquettés
sv_se: Producter taggade &ldquo;

source: Shop Title
es_cr: Título de la Tienda

source: Result Count
es_cr: Conteo de resultados

source: Ordering
es_cr: Ordenar

source: Product Listings
es_cr: Listados de Productos

source: Product Listings: Names
es_cr: Listados de Productos: Nombres

source: Product Listings: Images
es_cr: Listados de Productos: Imágenes

source: Product Listings: Onsale
es_cr: Listados de Productos: Onsale

source: Product Listings: Price
es_cr: Lista de productos: Precio

source: Product Listings: Prices
es_cr: Listados de Productos: Precios

source: Product Page: Name
es_cr: Página del Producto: Nombre

source: Product Page: Image
es_cr: Página del Producto: Imagen

source: Product Page: Price
es_cr: Página del producto: Precio

source: Product Page: Short Description
es_cr: Página del Producto: Descripción Corta

source: Storefront: WooCommerce Description
es_cr: Tienda: descripción de WooCommerce

source: Product Page: Short Description List
es_cr: Página del producto: Lista de descripciones breves

source: Storefront: WooCommerce Description List
es_cr: Tienda: Lista de descripción de WooCommerce

source: Product Page: Short Description List Item
es_cr: 41/5000 Página del producto: Descripción breve Artículo de la lista

source: Product Page: Short Description Link
es_cr: Página del producto: Descripción breve Enlace

source: Product Page: Short Description Stock
es_cr: Página del producto: Descripción breve Stock

source: Storefront: WooCommerce Stock
es_cr: Tienda: Stock de WooCommerce

source: Product Page: Short Description Meta
es_cr: Página del producto: Descripción breve Meta

source: Storefront: WooCommerce Meta
es_cr: Tienda: WooCommerce Meta

source: Product Page: Short Description Meta Link
es_cr: Página del producto: Descripción breve Meta Link

source: Storefront: WooCommerce Meta link
es_cr: Escaparate: Metaenlace de WooCommerce

source: Product Page: Button
es_cr: Página del Producto: Botón

source: Storefront: WooCommerce Button
es_cr: Storefront: Botón de WooCommerce

source: Product Page: Button text
es_cr: Página del Producto: Texto del Botón

source: Product Page: Product Title
es_cr: Página del Producto: Título del Producto

source: Product Page: Single Button
es_cr: Página del Producto: Botón Solo

source: Product Page: Single Button Text
es_cr: Página del Producto: Texto del Botón Solo

source: Product Page: Input Text
es_cr: Página del Producto: Texto de Entrada

source: Product Page: Woocommerce Message
es_cr: Página del Producto: Mensaje de WooCommerce

source: Related Products Container
es_cr: Contenedor de Productos Relacionados

source: Related Products Heading
es_cr: Título de Productos Relacionados

source: Related Product Container
es_cr: Contenedor de Producto Relacionado

source: Place order: Single Button
es_cr: Realizar pedido: Botón único

source: Woocommerce Info
es_cr: Información de Woocommerce

source: The Padma Grid is not supported in this Child Theme.
es_cr: Padma Grid no es compatible con este Tema Hijo.

source: No Content to Display
es_cr: No hay Contenido para Mostrar
fr_fr: Aucun contenu à afficher
sv_se: Inget innehåll att visa

source: <p>There are no blocks to display. Add some by going to the <a href="%s">Padma Grid</a>!</p>
es_cr: <p> No hay bloques para mostrar. Agregue algunos yendo al <a href="%s"> Padma Grid </a>! </p>
fr_fr: <p>Il n'y a aucun blocs à afficher. Ajoutez-en en allant à la <a href="%s">grille de Padma</a>!</p>
sv_se: <p>Det finns inga block att visa. Lägg till några via <a href="%s">Padma Grid</a>!</p>

source: <p>There is no content to display. Please notify the site administrator or <a href="%s">login</a>.</p>
es_cr: <p> No hay contenido para mostrar. Por favor notifique al administrador del sitio o <a href="%s"> inicie sesión </a>. </p>
fr_fr: <p>Il n'y a aucun contenu à afficher. Veuillez aviser l'administrateur du site ou <a href="%s">connectez-vous</a>.</p>
sv_se: <p>Det finns inget innehåll att visa. Meddela sidans administratör eller <a href="%s">logga in</a>.</p>

source: Global Styling
es_cr: Estilo Global

source: All &lt;p&gt; elements
es_cr: Todos los elementos &lt;p&gt;

source: Sub Headings
es_cr: Sub- Título

source: Heading 4
es_cr: Encabezado 4

source: Heading 5
es_cr: Encabezado 5

source: Heading 6
es_cr: Encabezado 6

source: Form Label
es_cr: Etiqueta de Formulario

source: Input
es_cr: Entrada

source: Inputs & Textareas
es_cr: Entrada & áreas de Texto

source: Buttons & Submit Inputs
es_cr: Botones y Entradas de Envío

source: Block
es_cr: Bloque

source: Block Title
es_cr: Título del Bloque

source: Block Title Inner
es_cr: Título de Bloque Interno

source: Block Title Link
es_cr: Enlace de Título de Bloque

source: Block Subtitle
es_cr: Sub- Título del Bloque

source: Structure
es_cr: Estructura

source: HTML Document
es_cr: Documento HTML

source: Body
es_cr: Cuerpo

source: Individual block types and block elements
es_cr: Tipos de bloque individuales y elementos de bloque

source: To register a font, the argument array must include an "id", "stack", and "name".
es_cr: Para registrar una fuente, la matriz de argumentos debe incluir un "id", "stack" y "name".
fr_fr: Pour enregistrer une police, le tableau d'arguments doit inclure un « id », « pile » et « nom ».
sv_se: För att registrera ett typsnitt måste argument array inkludera "id", "stack", och "name".

source: The element ID is not registered.
es_cr: La ID del elemento no está registrada.

source: Grid Manager
es_cr: Administrador de Cuadrícula

source: Choose a preset or a page to clone
es_cr: Elija un preset o una página para clonar

source: Restore your work with snapshots.
es_cr: Restaura tu trabajo con instantáneas

source: Minimize Panel &lt;strong&gt;Shortcut: Ctrl + P&lt;/strong&gt;
es_cr: Minimizar Panel &lt;strong&gt;Shortcut: Ctrl + P&lt;/strong&gt;

source: Toggle Inspector
es_cr: Inspector Toggle

source: Shortcut:</em> Ctrl + I
es_cr: Atajo: </em> Ctrl + I

source: <strong>How to use:</strong> <em>Right-click</em> highlighted elements to style them. Once an element is selected, you may nudge it using your arrow keys.
es_cr: <strong> Cómo usar: </strong> <em> Haga clic con el botón derecho </em> en los elementos resaltados para diseñarlos. Una vez que se selecciona un elemento, puede empujarlo con las teclas de flecha.

source: The faded orange and purple are the margins and padding. These colors are only visible when the inspector is active.
es_cr: El naranja y el morado desvanecidoss son los márgenes y el relleno. Estos colores solo son visibles cuando el inspector está activo.

source: Get more blocks
es_cr: Consigue más bloques

source: Clear Cache
es_cr: Limpiar Cache

source: Disabled
es_cr: Deshabilitar

source: Menus
es_cr: Menús

source: Padma Options
es_cr: Opciones de Padma

source: Padma Tools
es_cr: Herramientas Padma

source: Documentation
es_cr: Documentación

source: Support
es_cr: Soporte

source: Community
es_cr: Comunidad

source: Get Involved
es_cr: Involucrarse

source: View Site
es_cr: Ver Sitio

source: Wrapper Mirrored
es_cr: Wrapper Reflejado

source: This wrapper is mirroring the blocks in a wrapper <span class="wrapper-mirror-notice-alias">%1$s</span> <span class="wrapper-mirror-notice-layout">from "%1$s" layout</span>
es_cr: Este contenedor está reflejando los bloques en un contenedor <span class = "wrapper-mirror-notice-alias">%1$s </span> <span class = "wrapper-mirror-notice-layout"> desde "%1$s "layout </span>

source: Mirroring can be disabled via Wrapper Options in the right-click menu
es_cr: La duplicación se puede desactivar a través de las opciones del Wrapper en el menú presionando el click derecho

source: Drag to change wrapper top margin
es_cr: Arrastre para cambiar el margen superior del Wrapper

source: Drag to change wrapper order
es_cr: Arrastre para cambiar el orden del wrapper

source: Drag to change wrapper bottom margin
es_cr: Arrastre para cambiar el margen inferior del wrapper

source: Click to open wrapper options
es_cr: Haga clic para abrir las opciones del wrapper

source: You have customized a property in this property group.
es_cr: Ha personalizado una propiedad en este grupo de propiedades.
fr_fr: Vous avez personnalisé une propriété dans ce groupe de propriétés.
sv_se: Du har anpassat innehåll i denna grupp.

source: You have customized this property.
es_cr: Ha personalizado esta propiedad.
fr_fr: Vous avez personnalisé cette propriété.
sv_se: Du har anpassat detta innehåll.

source: Toggle Design Editor
es_cr: Toggle Editor de Diseño

source: Show All Elements
es_cr: Mostrar Todos los Elementos

source: Show Current Layout Elements
es_cr: Mostrar Elementos de Diseño Actuales

source: You <strong>have not selected an element</strong> to edit.
es_cr: <strong> No ha seleccionado un elemento </strong> para editar.

source: Use the inspector to inspect an element you want to edit.
es_cr: Use el inspector para inspeccionar un elemento que desea editar.

source: This element does not have any customized properties or instances.
es_cr: Este elemento no tiene propiedades o instancias personalizadas.

source: Editing:
es_cr: Editando:

source: Customize For Current Layout
es_cr: Personalizar para el Diseño Actual

source: Customize Regular Element
es_cr: Personalizar Elemento Regular

source: Show only modified options
es_cr: Mostrar solo opciones modificadas

source: Responsive Grid
es_cr: Cuadrícula Responsiva

source: <strong>Note:</strong> the content in the grid above will not reflect how your site actually looks. The content inside the blocks is to give you a general reference while you wireframe and build the layout to your site.<br /><br />The settings below are <strong>global</strong> and are not customized on a per-layout basis.
es_cr: <strong> Nota: </strong> el contenido de la cuadrícula anterior no reflejará cómo se ve realmente su sitio. El contenido dentro de los bloques es para darle una referencia general mientras realiza la estructura alámbrica y crea el diseño para su sitio. <br /> <br /> La configuración a continuación es <strong> global </strong> y no está personalizada la base por diseño

source: The Padma Responsive Grid allows the powerful grid in Padma Base to be custom-tailored depending on the device that the visitor is viewing the site from. Please note: some sites may benefit from having the responsive grid enabled while other will not. As the designer of the website, it is up to you to decide. The responsive grid can be enabled or disabled at any time.
es_cr: La Cuadrícula Responsiva Padma permite que la potente cuadrícula de Padma Base se personalice según el dispositivo desde el que el visitante esté viendo el sitio. Tenga en cuenta que algunos sitios pueden beneficiarse al tener habilitada la cuadrícula responsiva, mientras que otros no. Como diseñador del sitio web, depende de usted decidir. La cuadrícula responsiva se puede habilitar o deshabilitar en cualquier momento.

source: Default Column Count
es_cr: Recuento de Columnas Predeterminado

source: The column count is the number of columns in the grid. This is represented by the grey regions on the grid.<br /><br /><strong>This will NOT affect wrappers that are already created. It only affects wrappers that are created after this setting is changed.</strong>
es_cr: El recuento de columnas es el número de columnas en la cuadrícula. Esto está representado por las regiones grises en la cuadrícula. <br /> <br /> <strong> Esto NO afectará a los contenedores que ya están creados. Solo afecta a los wrappers que se crean después de cambiar esta configuración. </strong>

source: Global Column Width
es_cr: Ancho de Columna Global

source: The column width is the amount of space inside of each column. This is represented by the grey regions on the grid.
es_cr: El ancho de columna es la cantidad de espacio dentro de cada columna. Esto está representado por las regiones grises en la cuadrícula.

source: Global Gutter Width
es_cr: Ancho de Canal Global

source: The gutter width is the amount of space between each column. This is the space between each of the grey regions on the grid.
es_cr: El ancho de canal es la cantidad de espacio entre cada columna. Este es el espacio entre cada una de las regiones grises en la cuadrícula.

source: Global Grid Width
es_cr: Ancho de Cuadrícula Global

source: If Padma's responsive grid is enabled, the grid will automatically adjust depending on the visitor's device (computer, iPhone, iPad, etc). Enabling the responsive grid can be extremely beneficial for some websites, but may not be wortbthile for other websites. If the responsive grid is enabled, the user will always have the option to disable the responsive grid via a link in the footer block.<br /><br /><strong>Please Note:</strong> with the responsive grid enabled, the exact pixel widths of blocks may differ very slightly from when it is <em>disabled</em>.
es_cr: Si la cuadrícula responsiva de Padma está habilitada, la cuadrícula se ajustará automáticamente según el dispositivo del visitante (computadora, iPhone, iPad, etc.). Habilitar la cuadrícula responsiva puede ser extremadamente beneficioso para algunos sitios web, pero puede no ser útil para otros sitios web. Si la cuadrícula responsiva está habilitada, el usuario siempre tendrá la opción de deshabilitar la cuadrícula responsiva a través de un enlace en el bloque de pie de página. <br /> <br /> <strong> Tenga en cuenta: </strong> con la cuadrícula responsiva habilitada , el ancho de píxel exacto de los bloques puede diferir ligeramente de cuando está <em> desactivado </em>.

source: Responsive Video Resizing
es_cr: Cambio de Tamaño de Video responsivo

source: If the Responsive Grid is enabled and the user visits the site when there are YouTube, Vimeo, or any other videos, then the videos will not resize properly unless then is checked.
es_cr: Si la cuadrícula responsiva está habilitada y el usuario visita el sitio cuando hay YouTube, Vimeo o cualquier otro video, entonces los videos no cambiarán su tamaño correctamente a menos que estén marcados.

source: Grid Safe mode enabled. Block content not outputted.
es_cr: Modo Grid Safe habilitado. Contenido de bloque no emitido.

source: Add blocks and arrange your website structure
es_cr: Agregue bloques y organice la estructura de su sitio web

source: Choose fonts, colors, and other styles
es_cr: Elija fuentes, colores y otros estilos.

source: Unfortunately, the Padma Visual Editor does not work with Internet Explorer due to its lack of modern features.
es_cr: Desafortunadamente, el Editor Visual de Padma no funciona con Internet Explorer debido a la falta de funciones modernas.

source: Please upgrade to a modern browser such as <a href="http://www.google.com/chrome" target="_blank">Google Chrome</a> or <a href="http://firefox.com" target="_blank">Mozilla Firefox</a>.
es_cr: Actualice a un navegador moderno como <a href="http://www.google.com/chrome" target="_blank"> Google Chrome </a> o <a href = "http://firefox.com "target =" _ blank "> Mozilla Firefox </a>.

source: If this message persists after upgrading to a modern browser, please visit our <a href="https://www.padmaunlimited.com/community/" target="_blank">Community</a>.
es_cr: Si este mensaje persiste después de actualizar a un navegador moderno, visite nuestra <a href="https://www.padmaunlimited.com/community/" target="_blank"> Comunidad </a>.

source: Wrapper Options
es_cr: Opciones del Wrapper

source: Grid &amp; Margins
es_cr: Cuadrícula &amp; Márgenes

source: Sticky Positioning
es_cr: Posicionamiento Fijo

source: Mirroring &amp; Config
es_cr: Reflejar &amp; Configuración

source: Responsive
es_cr: Responsivo
