Repository: PadmaUnlimited/padma-theme
Catalog: padma/library/languages/*.po
Languages: es_cr, fr_fr, sv_se

source: Padma has detected that you are using the All In One SEO pack plugin. In order to reduce conflicts and save resources, Padma's SEO functionality has been disabled.
es_cr: Padma ha detectado que está utilizando el All In One SEO pack plugin. Para reducir conflictos y ahorrar recursos, la funcionalidad SEO de Padma se ha deshabilitado.

source: Padma has detected that you are using Yoast's WordPress SEO plugin. In order to reduce conflicts and save resources, Padma's SEO functionality has been disabled.
es_cr: Padma ha detectado que está utilizando Yoast's WordPress SEO plugin. Para reducir conflictos y ahorrar recursos, la funcionalidad SEO de Padma se ha deshabilitado.

source: Padma's SEO functionality is disabled.
es_cr: La funcionalidad SEO de Padma está deshabilitada.

source: SEO Templates
es_cr: Plantillas SEO

source: Select a Template:
es_cr: Seleccione una Plantilla:

source: Front Page
es_cr: Portada

source: Category
es_cr: Categoría

source: Search
es_cr: Búsqueda
fr_fr: Recherche
sv_se: Sök

source: Date
es_cr: Fecha

source: Author
es_cr: Autor

source: Post Tag
es_cr: Publicar Etiqueta

source: Post Type
es_cr: Tipo de Publicación

source: Taxonomy
es_cr: Taxonomía

source: The title is the main text that describes the page. It is the single most important on-page SEO element (behind overall content). The title appears at the top of the web browser when viewing the page, in browser tabs, search engine results, and external websites. <strong>Tip:</strong> it is best that the title stays below 70 characters.<br /><br /><a href="http://www.seomoz.org/learn-seo/title-tag" target="_blank">Learn more about Titles &raquo;</a>
es_cr: El título es el texto principal que describe la página. Es el elemento SEO más importante en la página (detrás del contenido general). El título aparece en la parte superior del navegador web cuando se visualiza la página, en las pestañas del navegador, los resultados del motor de búsqueda y los sitios web externos. <strong> Sugerencia: </strong> es mejor que el título se mantenga por debajo de 70 caracteres. <br /> <br /> <a href = "http://www.seomoz.org/learn-seo/title-tag "target =" _ blank "> Obtenga más información acerca de los títulos &raquo; </a>

source: Meta description tags, while not important to search engine rankings, are extremely important in gaining user click-through from search engine result pages (SERPs). These short paragraphs are your opportunity to advertise content to searchers and let them know exactly what the given page has with regard to what they’re looking for. <strong>Tip:</strong> a good description is around 150 characters.<br /><br /><a href="http://www.seomoz.org/learn-seo/meta-description" target="_blank">Learn more about &lt;meta&gt; Descriptions &raquo;</a>
es_cr: Las etiquetas de meta descripción, aunque no son importantes para el ranking de los motores de búsqueda, son extremadamente importantes para obtener el clic de los usuarios en las páginas de resultados de los motores de búsqueda (SERP). Estos breves párrafos son su oportunidad de anunciar contenido a los buscadores y hacerles saber exactamente qué tiene la página dada con respecto a lo que están buscando. <strong> Consejo: </strong> una buena descripción tiene alrededor de 150 caracteres. <br /> <br /> <a href = "http://www.seomoz.org/learn-seo/meta-description" target = "_blank"> Obtenga más información sobre &lt;meta&gt; Descripciones &raquo;</a>

source: You may use the following variables in the Title and Description inputs above:
es_cr: Puede usar las siguientes variables en las entradas de Título y Descripción anteriores:

source: Will retrieve the title of whatever post, archive, or page is being displayed.
es_cr: Recuperará el título de cualquier publicación, archivo o página que se muestre.

source: Will retrieve the name of the site. This can be set in <a href="%s" target="_blank">Settings &raquo; General</a>.
es_cr: Recuperará el nombre del sitio. Esto se puede configurar en <a href="%s" target="_blank"> Configuración &raquo; General </a>.

source: Will retrieve the tagline/description of the site. This can be set in <a href="%s" target="_blank">Settings &raquo; General</a>.
es_cr: Recuperará el tagline/description del sitio. Esto se puede configurar en <a href="%s" target="_blank"> Configuración &raquo; General </a>.

source: Used only on taxonomy archives to display the term name.
es_cr: Se usa solo en los archivos de taxonomía para mostrar el nombre del término.

source: Advanced Options <span>Show &darr;</span>
es_cr: Opciones avanzadas <span> Mostrar &darr; </span>

source: Page Indexing
es_cr: Indexación de Página

source: Index/NoIndex tells the engines whether the page should be crawled and kept in the engines' index for retrieval. If you check this box to opt for <code>noindex</code>, the page will be excluded from the engines. <strong>Note:</strong> if you're not sure what this does, do not check this box.
es_cr: Index / NoIndex les dice a los motores si la página debe rastrearse y mantenerse en el índice de los motores para su recuperación. Si marca esta casilla para optar por <code> noindex </code>, la página se excluirá de los motores. <strong> Nota: </strong> si no está seguro de lo que hace, no marque esta casilla.

source: Link Following
es_cr: Enlace Siguiente

source: Follow/NoFollow tells the engines whether links on the page should be crawled. If you check this box to employ "nofollow," the engines will disregard the links on the page both for discovery and ranking purposes. <strong>Note:</strong> if you're not sure what this does, do not check this box.
es_cr: Follow / NoFollow le dice a los motores si los enlaces en la página deben rastrearse. Si marca esta casilla para emplear "nofollow", los motores ignorarán los enlaces en la página tanto para fines de descubrimiento como de ranking. <strong> Nota: </strong> si no está seguro de lo que hace, no marque esta casilla.

source: Page Archiving
es_cr: Archivado de Página

source: Enable <code>noarchive</code>
es_cr: Habilite <code> noarchive </code>

source: Noarchive is used to restrict search engines from saving a cached copy of the page. By default, the engines will maintain visible copies of all pages they indexed, accessible to searchers through the "cached" link in the search results. Check this box to restrict search engines from storing cached copies of this page.
es_cr: Noarchive se utiliza para restringir que los motores de búsqueda guarden una copia en caché de la página. Por defecto, los motores mantendrán copias visibles de todas las páginas que indexaron, accesibles para los buscadores a través del enlace "en caché" en los resultados de búsqueda. Marque esta casilla para restringir que los motores de búsqueda almacenen copias en caché de esta página.

source: Effects
es_cr: Efectos

source: Enable <code>nosnippet</code>
es_cr: Habilite <code> nosnippet </code>

source: Nosnippet informs the engines that they should refrain from displaying a descriptive block of text next to the page's title and URL in the search results.
es_cr: Nosnippet informa a los motores que deben abstenerse de mostrar un bloque descriptivo de texto junto al título de la página y la URL en los resultados de búsqueda.

source: Open Directory Project
es_cr: Proyecto de Directorio Abierto

source: Enable <code>NoODP</code>
es_cr: Habilite <code>NoODP</code>

source: Yahoo! Directory
es_cr: Directorio Yahoo!

source: Enable <code>NoYDir</code>
es_cr: Habilite <code>NoYDir</code>

source: Unfamiliar with <em>Search Engine Optimization</em>?
es_cr: ¿No está familiarizado con <em> Optimización de Motores de Búsqueda </em>?

source: Learn More
es_cr: Conocer más

source: Content <code>nofollow</code> Links
es_cr: Contenido <code> nofollow </code> Enlaces

source: Add nofollow To Comment Authors' URL
es_cr: Agregar nofollow a la URL de los Comment Authors

source: Adding nofollow to the comment authors' URLs will tell search engines to not visit their website and to stay on yours. Many bloggers frown upon this, which can sometimes discourage comments. Only enable this if you are 100% sure you know you want to.
es_cr: Agregar nofollow a las URL de los comment authors le indicará a los motores de búsqueda que no visiten su sitio web y que permanezcan en el suyo. Muchos bloggers desaprueban esto, lo que a veces puede desalentar los comentarios. Solo habilítelo si está 100% seguro de saber que quiere hacerlo.

source: Disable Schema.org support
es_cr: Deshabilitar el soporte de Schema.org

source: Disable microdata markup
es_cr: Deshabilitar marcado de microdatos

source: Do not add ld+json data
es_cr: No agregue datos ld + json

source: Schema.org is a vocabulary of microdata markup that aims to make it easer for search crawlers to understand what's on a webpage.
es_cr: Schema.org es un vocabulario de marcado de microdatos que tiene como objetivo facilitar que los rastreadores de búsqueda entiendan lo que hay en una página web.

source: Header Scripts
es_cr: Scripts de encabezado

source: Footer Scripts
es_cr: Scripts de Pie de Página

source: Anything here will be inserted before the <code>&lt;/body&gt;</code> tag of the website. <strong>Do not place plain text in this!</strong>
es_cr: Cualquier cosa aquí se insertará antes de <code> &lt;/body &gt; </code> la etiquetadel sitio web. <strong> ¡No coloque texto plano en esto! </strong>

source: Tooltips
es_cr: Sugerencias sobre herramientas

source: Disable Tooltips in the Visual Editor
es_cr: Deshabilitar la Información sobre Herramientas en el Editor Visual

source: If you ever feel that the tooltips are too invasive in the visual editor, you can disable them here. Tooltips are the black speech bubbles that appear to assist you when you are not sure what an option is or how it works.
es_cr: Si alguna vez siente que la información sobre herramientas es demasiado invasiva en el Editor Visual, puede desactivarla aquí. La Información sobre Herramientas son las burbujas de texto negras que parecen ayudarlo cuando no está seguro de qué es una opción o cómo funciona.

source: Editor Style
es_cr: Estilo del Editor

source: Disable Editor Style
es_cr: Deshabilitar Estilo del Editor

source: By default, Padma will take any settings in the Design Editor and add them to <a href="http://codex.wordpress.org/TinyMCE" target="_blank">WordPress' TinyMCE editor</a> style. Use this option to prevent that.
es_cr: De forma predeterminada, Padma tomará cualquier configuración en el Editor de Diseño y la agregará a <a href="http://codex.wordpress.org/TinyMCE" target="_blank"> Editor de WordPress 'TinyMCE </a>estilo. Use esta opción para evitar eso.

source: Show hidden wrappers on design mode
es_cr: Mostrar wrappers ocultos en el modo diseño.

source: Show hidden wrappers on design mode. When configuring a breakpoint to hide the wrapper, this option will urge to Visual Editor to remain the wrapper visible to be styled.
es_cr: Mostrar wrappers ocultos en el modo diseño. Cuando se configura un breakpoint para ocultar un wrapper, ésta opción le indicará la Editor Visual para que mantenga visible el wrapper para que se pueda estilizar.

source: Automatic Updates
es_cr: Actualizaciones Automáticas

source: Disable Automatic Core Updates
es_cr: Deshabilitar Actualizaciones Automáticas del Núcleo

source: By default, Padma will attempt to update automatically, but if this option is checked automatic updates will not happen. This option requires Padma Updater plugin.
es_cr: De forma predeterminada, Padma intentará actualizarse automáticamente, pero si se marca esta opción, no se realizarán actualizaciones automáticas. Esta opción requiere el plugin Padma Updater.

source: Disable Automatic Plugin Updates
es_cr: Deshabilitar el plugin Automático de Actualizaciones

source: By default, Updater plugin will attempt to update Padma Plugins automatically, but if this option is checked automatic updates for plugins will not happen. This option requires Padma Updater plugin.
es_cr: De manera predeterminada, el plugin Updater intentará actualizar Padma Plugins automáticamente, pero si esta opción está marcada, no se realizarán actualizaciones automáticas para los plugins. Esta opción requiere el plugin Padma Updater.

source: Caching &amp; Compression
es_cr: Almacenamiento en caché &amp; Compresión

source: Asset Caching
es_cr: Almacenamiento en caché de Activos

source: Disable Padma Caching
es_cr: Deshabilitar el almacenamiento en caché de Padma

source: By default, Padma will attempt to cache all CSS and JavaScript that it generates. However, there may be rare circumstances where disabling the cache will help with certain issues.<br /><br /><em><strong>Important:</strong> Disabling the Padma cache will cause an <strong>increase in page load times</strong> and <strong>increase the strain your web server</strong> will undergo on every page load.
es_cr: Por defecto, Padma intentará almacenar en caché todos los CSS y JavaScript que genera. Sin embargo, puede haber circunstancias excepcionales en las que deshabilitar la memoria caché ayudará con ciertos problemas. <br /> <br /> <em> <strong> Importante: </strong> Deshabilitar la memoria caché de Padma causará un <strong> aumento en los tiempos de carga de la página </strong> y <strong> aumentan la tensión que sufrirá su servidor web </strong> en cada carga de página.

source: Dependency Query Variables
es_cr: Variables de Consulta de Dependencia

source: Remove Query Variables from Dependency URLs
es_cr: Eliminar las Variables de Consulta de las URL de Dependencia

source: To leverage browser caching, Padma can tell WordPress to not put query variables on static assets such as CSS and JavaScript files.
es_cr: Para aprovechar el almacenamiento en caché del navegador, Padma puede decirle a WordPress que no coloque variables de consulta en activos estáticos como archivos CSS y JavaScript.

source: Compatibility with mod_pagespeed
es_cr: Compatibilidad con mod_pagespeed

source: Strips id and media attributes from stylesheet tags, allowing pagespeed to combine them properly. If you are not using mod_pagespeed on your server, this feature will not do anything for you.
es_cr: Strips id y atributos de medios desde las etiquetas de la hoja de estilo, permite que la velocidad de página los combine correctamente. Si no está utilizando mod_pagespeed en su servidor, esta función no hará nada por usted.

source: Enables WordPress to send a Link:<...> rel="prefetch" header for every enqueued script and style as WordPress outputs them into the page source. Requires a web server that supports HTTP/2. <strong>Important:</strong> This feature is Experimental.
es_cr: Permite a WordPress enviar un Enlace: <...> rel = encabezado"prefetch" para cada secuencia de scripts y estilo en la cola a medida que WordPress los envía a la fuente de la página. Requiere un servidor web que admita HTTP / 2. <strong> Importante: </strong> Esta función es Experimental.

source: Developer
es_cr: Desarrollador

source: Use Padma Developer version
es_cr: Utilice la versión Padma Developer

source: Allow install Edge version
es_cr: Permitir instalar versión de pruebas

source: This option is for developers, use this option only if you know what are you doing. Padma Theme and plugins will upgrade to testing version. <strong>Do NOT use on production sites.</strong> This option requires Padma Updater plugin. Once active this option will allow you to upgrade your website to the latest version.
es_cr: Esta opción es para desarrolladores, use esta opción solo si sabe lo que está haciendo. Padma Theme y los plugins se actualizarán a la versión de prueba. <strong> NO lo use en sitios de producción. </strong> Esta opción requiere el plugin Padma Updater. Una vez activa, esta opción le permitirá actualizar su sitio web a la última versión.

source: Debugging
es_cr: Depuración

source: Debug Mode
es_cr: Modo de Depuración

source: Enable Debug Mode
es_cr: Habilitar Modo de Depuración

source: Having Debug Mode enabled will allow the Padma Themes team to access the Visual Editor for support purposes, but <strong>will not allow changes to be saved</strong>.
es_cr: Tener habilitado el Modo de Depuración permitirá que el equipo de Temas Padma acceda al Editor Visual para fines de soporte, pero <strong> no permitirá que se guarden los cambios </strong>.

source: Plugin templates
es_cr: Plantillas de Plugin

source: Allow plugin templates
es_cr: Permite plantillas de plugin

source: Allow load plugin templates related to Custom Post Types instead Padma Layout
es_cr: Permitir cargar plantillas de plugins relacionadas con Tipos de Publicaciones Personalizadas en lugar de Padma Layout

source: Headway support
es_cr: Soporte de Headway

source: Enable Headway classes support
es_cr: Habilitar el soporte de clases de Headway

source: If on, Padma will attempt support all PHP classes related to Headway. This allows to you use blocks like Headway Rocket and similar. <strong>Important:</strong> This feature is Experimental.
es_cr: Si está activado, Padma intentará admitir todas las clases de PHP relacionadas con Headway. Esto le permite usar bloques como Headway Rocket y similares. <strong> Importante: </strong> Esta función es Experimental.

source: Display Padma Blocks in Gutenberg
es_cr: Mostrar Bloques de Padma en Gutenberg

source: Show Padma Blocks as Gutenberg Blocks
es_cr: Mostrar Bloques de Padma como Bloques de Gutenberg

source: If on, Padma will allow to use Padma Blocks as Gutenberg Blocks. Go to "Block Options > Anywhere" to enable it. <strong>Important:</strong> This feature is Experimental.
es_cr: Si está activado, Padma permitirá usar Bloques de Padma como Bloques de Gutenberg. Vaya a "Opciones de Bloque> En cualquier lugar" para habilitarlo. <strong> Importante: </strong> Esta función es Experimental.

source: Responsive options
es_cr: Opciones responsivas

source: Allow mobile zooming
es_cr: Permitir zoom móvil

source: Adds the viewport meta tag with zooming permission to give your users the ability to zoom in your website with mobile browsers.
es_cr: Agrega la metaetiqueta viewport con permiso de zoom para dar a sus usuarios la capacidad de hacer zoom en su sitio web con navegadores móviles.

source: Google Fonts
es_cr: Fuentes de Google

source: Do not use Google Fonts
es_cr: No use Fuentes de Google

source: If checked, Padma will not use Google Fonts.
es_cr: Si está marcado, Padma no usará Google Fonts.

source: Load Google Fonts asynchronously
es_cr: Cargue fuentes de Google de forma asincrónica

source: If checked, Padma will load fonts asynchronously to avoid render blocking font when you use google fonts.
es_cr: Si está marcada, Padma cargará las fuentes de forma asincrónica para evitar el bloqueo de la fuente de renderizado cuando use las fuentes de Google.

source: Google Fonts Display Timeline
es_cr: Línea de tiempo de visualización de fuentes de Google

source: Determines how a font face is displayed based on whether and when it is downloaded and ready to u
es_cr: Determina cómo se muestra una fuente en función de si se descarga y cuándo está lista para usar.

source: Preload Google Fonts
es_cr: Precargar Google Fonts

source: If on, this option will tell the web browser to fetch Google Fonts early
es_cr: Si está activado, esta opción le indicará al navegador web que busque las fuentes de Google antes

source: Save Changes
es_cr: Guardar cambios

source: Export Template
es_cr: Exportar Plantilla

source: Fill out the information below to export all design settings, layouts, and blocks as a Padma Template
es_cr: Complete la información a continuación para exportar todas las configuraciones de diseño, layouts y bloques como una Plantilla Padma

source: Template Name
es_cr: Nombre de Plantilla

source: Template Author
es_cr: Autor de Plantilla

source: Template Version
es_cr: Versión de Plantilla

source: Template Image
es_cr: Imagen de Plantilla

source: Select Image
es_cr: Seleccionar Imagen

source: Save Template on Cloud
es_cr: Guardar Plantilla en la Nube

source: Name
es_cr: Nombre

source: Version
es_cr: Versión

source: Image
es_cr: Imagen

source: Visibility
es_cr: Visibilidad

source: (Private: Only for me, Public: Available to sell in market)
es_cr: (Privado: solo para mí, Público: Disponible para vender en el mercado)

source: Private
es_cr: Privado

source: Public
es_cr: Público

source: Padma Templates
es_cr: Plantillas Padma

source: Install Template
es_cr: Instalar Plantilla

source: Export Current Template
es_cr: Exportar Plantilla Actual

source: Active:
es_cr: Activo:

source: Activate
es_cr: Activar

source: Templates available on your Padma Services Account
es_cr: Plantillas disponibles en su Cuenta de Servicios Padma

source: Available:
es_cr: Disponible:

source: Install
es_cr: Instalar

source: Add Blank Template
es_cr: Agregar Plantilla en Blanco

source: Replace URL
es_cr: Reemplazar URL

source: Copy and paste this information into support/forums if requested.
es_cr: Copie y pegue esta información en soporte / foros si así lo solicita.

source: Please copy all of the content in the text area below and paste it as-is in the requested forum discussion.
es_cr: Copie todo el contenido en el área de texto a continuación y péguelo como está en la discusión solicitada en el foro.

source: To copy the system info, click below then press Ctrl + C (PC) or Cmd + C (Mac).
es_cr: Para copiar la información del sistema, haga clic a continuación y luego presione Ctrl + C (PC) o Cmd + C (Mac).

source: <strong>Important:</strong> It is strongly recommended that you <a target="_blank" href="https://codex.wordpress.org/WordPress_Backups">backup your database</a> before using Replace URL. This option will change only Padma settings.
es_cr: <strong>Importante:</strong> se recomienda encarecidamente que <a target="_blank" href="https://codex.wordpress.org/WordPress_Backups"> haga una copia de seguridad de su base de datos </a> antes de utilizar Reemplazar URL. Esta opción solo cambiará la configuración de Padma.

source: There are currently %s snapshots taking up %s of disk space.
es_cr: Actualmente hay % s instantáneas que ocupan %s espacio en disco.

source: You can delete individual snapshots in the Visual Editor under Snapshots if you do not wish to delete all snapshots.
es_cr: Puede eliminar instantáneas individuales en el Editor Visual en Instantáneas si no desea eliminar todas las instantáneas.

source: 'Caution! This will delete ALL snapshots. This means you will not be able to rollback your site until you create new snapshots. OK to delete, Cancel to stop'
es_cr: '¡Precaución! Esto eliminará TODAS las instantáneas. Esto significa que no podrá revertir su sitio hasta que cree nuevas instantáneas. OK para eliminar, Cancelar para detener '

source: Warning
es_cr: Advertencia

source: Clicking the <em>Reset</em> button below will delete <strong>ALL</strong> existing Padma data including, but not limited to: Blocks, Design Settings, and Padma Search Engine Optimization settings.
es_cr: Al hacer clic en el botón <em> Restablecer </em> se eliminarán <strong> TODOS </strong> los datos existentes de Padma, incluidos pero no limitados a: Bloques, Configuración de Diseño y Configuración de Optimización del Motor de Búsqueda de Padma.

source: Padma Theme Reset Disabled
es_cr: Restablecimiento del Tema de Padma Deshabilitado

source: For your security, resetting Padma Theme is disabled.
es_cr: Para su seguridad, el restablecimiento de Padma Theme está desactivado.
