Repository: PadmaUnlimited/padma-theme
Catalog: padma/library/languages/*.po
Languages: es_cr, fr_fr, sv_se

source: Padma is a template builder theme with drag and drop editing, point and click design capabilities, powerful search engine optimization and much more. For more info come to our <a href="http://www.padmaunlimited.com/" target="_blank">Padma</a> website. Original written by Clay Griffith from Headway Themes and Monomo from BloxTheme. Padma theme is an effort between <a target="_blank" href="https://www.plasma.cr/">Plasma Soluciones</a> and <a target="_blank" href="https://www.casadelapalmera.com/">Casa de la Palmera</a>.
es_cr: Padma es un constructor de temas con edición de arrastrar y soltar, capacidades de diseño de apuntar y hacer clic, potente optimización de motores de búsqueda y mucho más. Para obtener más información, visite nuestro <a href="http://www.padmaunlimited.com/" target="_blank"> Padma </a> sitio web. Original escrito por Clay Griffith de Headway Themes y Monomo de BloxTheme. El tema Padma es un esfuerzo entre <a target="_blank" href="https://www.plasma.cr/"> Plasma Soluciones </a> y <a target = "_ blank" href = "https: // www .casadelapalmera.com / "> Casa de la Palmera </a>.

source: Padma Unlimited Team
es_cr: Equipo de Padma Unlimited

source: Error: The block options class being registered does not exist.
es_cr: Error: La clase de opciones de bloqueo que se está registrando no existe.
fr_fr: Erreur : La classe d'options de bloc en cours d'enregistrement n'existe pas.
sv_se: Felmeddelande: Den block options class som registrerades existerar inte.

source: View Textarea
es_cr: Ver "Área de Texto"

source: View Code Editor
es_cr: Ver Editor de Código

source: View Editor
es_cr: Ver Editor

source: Hold Ctrl (Windows) or Command (Mac) to select multiple options.
es_cr: Mantenga presionada la tecla Ctrl (Windows) o Comando (Mac) para seleccionar varias opciones.

source: Choose Image
es_cr: Elegir Imagen

source: Choose Audio
es_cr: Elegir Audio

source: Choose Video
es_cr: Elegir Vídeo

source: Delete
es_cr: Eliminar

source: Choose Json
es_cr: Elige Json

source: Search
es_cr: Buscar

source: Sort By
es_cr: Ordenar por

source: Loading Fonts...
es_cr: Cargando Fuentes ...

source: No Results
es_cr: No hay Resultados

source: <p class="error">Unable to retrieve fonts at this time.</p>
es_cr: <p class = "error"> No se pueden recuperar las fuentes en este momento. </p>

source: The quick brown fox jumps over the lazy dog.
es_cr: Jovencillo emponzoñado de whisky, ¡qué figurota exhibe!

source: Visual Editor
es_cr: Editor Visual

source: Grid
es_cr: Cuadrícula

source: Design
es_cr: Diseño

source: Templates
es_cr: Plantillas

source: Options
es_cr: Opciones

source: Search Engine Optimization
es_cr: Optimización para Mototres de Búsqueda

source: Scripts/Analytics
es_cr: Scrypts/Analytics

source: Advanced
es_cr: Avanzado

source: Tools
es_cr: Herramientas

source: System Info
es_cr: Información del Sistema

source: Clear cache
es_cr: Limpiar cache

source: Reset
es_cr: Reiniciar

source: Shared Layout
es_cr: Diseño Compartido

source: Assign a shared layout to this entry. Shared layouts can be added and modified in the Padma Visual Editor.
es_cr: Asigne un diseño compartido a esta entrada. Los Diseños Compartidos se pueden agregar y modificar en el Editor Visual de Padma.

source: &ndash; Do Not Use Shared Layout &ndash;
es_cr: &ndash; No utilice Diseño Compartido &ndash;

source: Hide Title
es_cr: Ocultar Título

source: &ndash; Do Not Hide Title &ndash;
es_cr: &ndash; No Esconda el Título &ndash;

source: Hide on Single View
es_cr: Ocultar en Vista Única

source: Hide in Index and Archives
es_cr: Ocultar en Índice y Archivos

source: Hide on Single View, Index, and Archives
es_cr: Ocultar en Vista Única, Índice y Archivos

source: Choose whether or not you would like to hide the title for this entry. This can be useful if you have advanced formatting in this entry.
es_cr: Elija si desea o no ocultar el título de esta entrada. Esto puede ser útil si tiene un formato avanzado en esta entrada.

source: Alternate Title
es_cr: Título Alternativo

source: Using the alternate page title, you can override the title that's displayed in the Content Block of the page. Doing this, you can have a shorter page title in the navigation menu and <code>&lt;title&gt;</code>, but have a longer and more descriptive title in the actual page content.
es_cr: Usando el título de página alternativo, puede anular el título que se muestra en el Bloque de Contenido de la página. Al hacer esto, puede tener un título de página más corto en el menú de navegación y <code> &lt;title&gt; </code>, pero puede tener un título más largo y más descriptivo en el contenido real de la página.

source: Display
es_cr: Mostrar

source: Custom CSS Class(es)
es_cr: Clases de CSS Personalizadas

source: If you are familiar with <a href="http://www.w3schools.com/css/" target="_blank">CSS</a> and would like to style this entry by targeting a certain CSS class (or classes), then you may enter them in here. The class will be added to the <strong>entry container's class</strong> along with the <strong>body class</strong> if only this entry is being viewed (e.g. single post or page view). Classes can be separated with spaces and/or commas.
es_cr: Si está familiarizado con <a href="http://www.w3schools.com/css/" target="_blank"> CSS </a> y desea diseñar esta entrada apuntando a una determinada clase o clases de CSS ), puede ingresarlos aquí. La clase se agregará a la <strong> clase del contenedor de entrada </strong> junto con la <strong> clase de cuerpo </strong> si solo se está viendo esta entrada (por ejemplo, una sola publicación o vista de página). Las clases se pueden separar con espacios y / o comas.

source: Featured Image Position
es_cr: Posición de Imagen Destacada

source: Use Block Default
es_cr: Usar Bloque Predeterminado

source: Left of Title
es_cr: A la Izquierda del Título

source: Right of Title
es_cr: A la Derecha del Título

source: Left of Content
es_cr: A la Izquierda del Contenido

source: Right of Content
es_cr: A la Derecha del Contenido

source: Above Title
es_cr: Por encima del Título

source: Above Content
es_cr: Por encima del Contenido

source: Below Content
es_cr: Debajo del Contenido

source: Set the position of the featured image for this entry.
es_cr: Establezca la posición de la imagen destacada para esta entrada.

source: Title
es_cr: Título

source: Custom <code>&lt;title&gt;</code> tag
es_cr: Etiqueta <code> &lt; title &gt; </code> personalizada

source: Description
es_cr: Descripción

source: Custom <code>&lt;meta&gt;</code> description
es_cr: Descripción <code> &lt;meta&gt; </code> personalizada

source: <code>noindex</code> this entry.
es_cr: <code> noindex </code> esta entrada.

source: Index/NoIndex tells the engines whether the entry should be crawled and kept in the engines' index for retrieval. If you check this box to opt for <code>noindex</code>, the entry will be excluded from the engines. <strong>Note:</strong> if you're not sure what this does, do not check this box.
es_cr: Index / NoIndex le dice a los motores si la entrada debe rastrearse y mantenerse en el índice de los motores para su recuperación. Si marca esta casilla para optar por <code> noindex </code>, la entrada se excluirá de los motores. <strong> Nota: </strong> si no está seguro de lo que hace, no marque esta casilla.

source: <code>nofollow</code> links in this entry.
es_cr: <code> nofollow </code> enlaces en esta entrada.

source: Follow/NoFollow tells the engines whether links on the entry should be crawled. If you check this box to employ "nofollow," the engines will disregard the links on the entry both for discovery and ranking purposes. <strong>Note:</strong> if you're not sure what this does, do not check this box.
es_cr: Follow / NoFollow le dice a los motores si los enlaces en la entrada deben rastrearse. Si marca esta casilla para emplear "nofollow", los motores ignorarán los enlaces en la entrada tanto para fines de descubrimiento como de ranking. <strong> Nota: </strong> si no está seguro de lo que hace, no marque esta casilla.

source: <code>noarchive</code> links in this entry.
es_cr: <code> noarchive </code> enlaces en esta entrada.

source: Noarchive is used to restrict search engines from saving a cached copy of the entry. By default, the engines will maintain visible copies of all pages they indexed, accessible to searchers through the "cached" link in the search results. Check this box to restrict search engines from storing cached copies of this entry.
es_cr: Noarchive se usa para restringir que los motores de búsqueda guarden una copia en caché de la entrada. Por defecto, los motores mantendrán copias visibles de todas las páginas que indexaron, accesibles para los buscadores a través del enlace "en caché" en los resultados de búsqueda. Marque esta casilla para restringir que los motores de búsqueda almacenen copias en caché de esta entrada.

source: <code>nosnippet</code> links in this entry.
es_cr: <code> nosnippet </code> enlaces en esta entrada.

source: Nosnippet informs the engines that they should refrain from displaying a descriptive block of text next to the entry's title and URL in the search results.
es_cr: Nosnippet informa a los motores que deben abstenerse de mostrar un bloque de texto descriptivo junto al título y la URL de la entrada en los resultados de búsqueda.

source: <code>noodp</code> links in this entry.
es_cr: <code> noodp </code> enlaces en esta entrada.

source: NoODP is a specialized tag telling the engines not to grab a descriptive snippet about a page from the Open Directory Project (DMOZ) for display in the search results.
es_cr: NoODP es una etiqueta especializada que le dice a los motores que no tomen un fragmento descriptivo sobre una página del Open Directory Project (DMOZ) para mostrarla en los resultados de búsqueda.

source: <code>noydir</code> links in this entry.
es_cr: <code> noydir </code> enlaces en esta entrada.

source: NoYDir, like NoODP, is specific to Yahoo!, informing that engine not to use the Yahoo! Directory description of a page/site in the search results.
es_cr: NoYDir, como NoODP, es específico de Yahoo!, informando a ese motor que no debe usar Yahoo! Descripción del directorio de una página / sitio en los resultados de búsqueda.

source: 301 Permanent Redirect
es_cr: 301 Redirección Permanente

source: The 301 Permanent Redirect can be used to forward an old post or page to a new or different location. If you ever move a page or change a page's permalink, use this to forward your visitors to the new location.<br /><br /><em>Want more information? Read more about <a href="http://support.google.com/webmasters/bin/answer.py?hl=en&answer=93633" target="_blank">301 Redirects</a>.</em>
es_cr: El 301 Redireccionamiento Permanente se puede utilizar para reenviar una publicación o página anterior a una ubicación nueva o diferente. Si alguna vez mueve una página o cambia el enlace permanente de una página, úsela para reenviar a sus visitantes a la nueva ubicación. <br /> <br /> <em> ¿Desea más información? Más información sobre <a href="http://support.google.com/webmasters/bin/answer.py?hl=en&answer=93633" target="_blank"> 301 Redirects </a>. </em>

source: Remember, this is only a predicted search engine result preview. There is no guarantee that it will look exactly this way. However, it will look similar.
es_cr: Recuerde, esta es solo una vista previa del resultado del motor de búsqueda previsto. No hay garantía de que se vea exactamente de esta manera. Sin embargo, se verá similar.

source: <strong>Configure the SEO settings for this page (Front Page) in the Padma Search Engine Optimization settings tab in <a href="%" target="_blank">Padma &raquo; Configuration</a>.</strong>
es_cr: <strong> Configure los ajustes de SEO para esta página (Página de Inicio) en la pestaña de Configuración de Optimización del Motor de Búsqueda de Padma en <a href="%" target="_blank"> Padma &raquo; Configuración </a>. </strong>

source: <p>You are now being redirected. If you are not redirected within 3 seconds, click <a href="%s"><strong>here</strong></a>.</p>
es_cr: <p>Ahora está siendo redirigido. Si no es redirigido en 3 segundos, haga clic en <a href="%s"> <strong> aquí </strong> </a>. </p>

source: Open in Visual Editor
es_cr: Abrir en Editor Visual

source: Getting Started
es_cr: Empezar

source: Padma has detected that you have no Navigation blocks. If you wish to use the WordPress menus system with Padma, please add a Navigation block in the <a href="%s" target="_blank">Visual Editor: Grid</a>.
es_cr: Padma ha detectado que no tiene bloques de Navegación. Si desea utilizar el sistema de menús de WordPress con Padma, agregue un bloque de Navegación en el <a href="%s" target="_blank"> Editor Visual: Cuadrícula </a>.

source: Are you trying to install a Padma Template?
es_cr: ¿Está intentando instalar una Plantilla de Padma?

source: Please go to <a href="%s">Padma &rsaquo; Templates</a> to install Templates.
es_cr: Por favor ir a <a href="%s">Padma &rsaquo; Plantillas</a> para instalar Plantillas.

source: Important! Your site is currently not mobile-friendly.
es_cr: ¡Importante! Su sitio actualmente no es apto para dispositivos móviles.

source: Google now penalizes websites that are not mobile-friendly. Enabling the Responsive Grid will make your website mobile-friendly in most cases.
es_cr: Google ahora penaliza a los sitios web que no son aptos para dispositivos móviles. La habilitación de Cuadrícula Responsiva hará que su sitio web sea amigable para dispositivos móviles en la mayoría de los casos.

source: <strong>Please note:</strong> Enabling the responsive grid can cause styling and layout changes for some websites. You can always disable Responsive Grid under the Grid mode in the Visual Editor.
es_cr: <strong> Tenga en cuenta: </strong> Habilitar la cuadrícula receptiva puede provocar cambios de estilo y diseño en algunos sitios web. Siempre puede deshabilitar la Cuadrícula receptiva en el modo de Cuadrícula en el Editor Visual.

source: Enable Responsive Grid
es_cr: Habilitar Cuadrícula Responsiva

source: Dismiss
es_cr: Descartar

source: Open in Padma Visual Editor
es_cr: Abrir en el Editor Visual de Padma

source: Welcome
es_cr: Bienvenidos

source: Need help?
es_cr: ¿Necesita ayuda?

source: Unlimited growth
es_cr: Crecimiento Ilimitado

source: Welcome!
es_cr: Bienvenido!

source: Your <strong>Padma Theme Builder</strong> installation is ready.
es_cr: Su instalación de <strong>Constructor de Temas de Padma </strong> está lista.

source: Start creating now!
es_cr: ¡Comienza a crear ahora!

source: To hide this page just change the Default Admin Page in <a href="?page=padma-options">Padma » Options</a>.
es_cr: Para ocultar esta página, simplemente cambie la Página de Administración Predeterminada en <a href="?page=padma-options"> Padma »Opciones </a>.

source: Padma | Unlimited - Core features in the WordPress dashboard / admin menu.
es_cr: Padma | Unlimited- Funciones básicas en el escritorio de WordPress / menú de administración.

source: Padma | Unlimited - Welcome!
es_cr: Padma | Unlimited - Bienvenidos!

source: (This page)
es_cr: (Esta página)

source: Get access to ►
es_cr: Obtenga acceso a ►

source: General Information, Documentation and Support for <b>Padma</b> | Unlimited Theme Builder.
es_cr: Información general, Documentación y Soporte para <b> Padma </b> | Unlimited Theme Builder.

source: Blocks and templates to expand <b>Padma</b> | Unlimited Theme Builder possibilities.
es_cr: Bloques y plantillas para expandir posibilidades de <b> Padma </b> | Unlimited Theme Builder

source: Padma starter users
es_cr: Usuarios principiantes de Padma

source: Please read Padma | Unlimited Theme Builder <a href="https://docs.padmaunlimited.com/">Documentation</a>.
es_cr: Por favor lea Padma | Unlimited Theme Builder <a href="https://docs.padmaunlimited.com/"> Documentación </a>.

source: Padma | Unlimited Visual Editor
es_cr: Padma | Unlimited Editor Visual

source: Padma | Unlimited Visual Editor is a powerful tool to design WordPress website layouts and templates. Easily customize almost every visual element of your websites through a graphical interface (Code can be added easily using the integrated code editor if required).
es_cr: El Editor Visual de Padma | Unlimited es una herramienta poderosa para diseñar plantillas y diseños de sitios web de WordPress. Personalice fácilmente casi todos los elementos visuales de sus sitios web a través de una interfaz gráfica (el Código se puede agregar fácilmente usando el editor de código integrado si es necesario).

source: Learn more about the platform in the document <a rel="noopener" href="https://docs.padmaunlimited.com/blog/basics/before-using-the-visual-editor/">"Introduction to Padma | Unlimited Visual Editor". </a>
es_cr: Obtenga más información sobre la plataforma en el documento <a rel="noopener" href="https://docs.padmaunlimited.com/blog/basics/before-using-the-visual-editor/"> "Introducción al Editor Visual de Padma | Unlimited". </a>

source: Access <b>Padma</b> | Unlimited Editor
es_cr: Accesar <b>Padma</b> | Unlimited Editor

source: Padma dashboard allows users to manage their Padma | Unlimited installations. Also, Discover Padma tiers subscription to access additional Plugins and Services.
es_cr: El panel de control de Padma permite a los usuarios administrar sus instalaciones de Padma | Unlimited. Además, descubra los niveles de suscripción de Padma para acceder Plugins y Servicios adicionales.

source: Register to Padma Services to get access to additional Plugins and Blocks
es_cr: Regístrese en Padma Services para obtener acceso a complementos y bloques adicionales

source: Padma | Options
es_cr: Padma | Opciones

source: Setup your Google Analytics, SEO, favicons and other more advanced settings.
es_cr: Configure su Google Analytics, SEO, favicons y otras configuraciones más avanzadas.

source: Padma | Tools
es_cr: Padma | Herramientas

source: System info.
es_cr: Información del Sistema.

source: To open a ticket or if you log a help request on the forums, please provide this system information.
es_cr: Para abrir un tiquete o si registra una solicitud de ayuda en los foros, proporcione esta información del sistema.

source: Snapshots
es_cr: Instantáneas

source: To free up some disk space, please delete Padma | Theme Builder snapshots.
es_cr: Para liberar algo de espacio en disco, elimine instantáneas de Padma | Theme Builder

source: Instructions to reset your Padma | Unlimited WordPress Theme Builder installation.
es_cr: Instrucciones para restablecer la instalación de Padma | Unlimited Theme Builder de WordPress

source: Help
es_cr: Ayuda

source: Padma | Unlimited Theme Builder provides professional support and comprehensive documentation to help you bring your projects alive.
es_cr: Padma | Unlimited Theme Builder proporciona soporte profesional y documentación completa para ayudarlo a dar vida a sus proyectos.

source: Padma | Community
es_cr: Padma | Comunidad

source: Join our community, get involved and help each other across multiple channels.
es_cr: Únase a nuestra comunidad, participe y ayúdense mutuamente a través de múltiples canales.

source: Facebook Page
es_cr: Página de Facebook

source: Facebook Users Group (English)
es_cr: Grupo de Usuarios de Facebook (Inglés)

source: Facebook Users Group (Español)
es_cr: Grupo de Usuarios de Facebook (Español)

source: Padma | Documentation
es_cr: Padma | Documentación

source: Register with us and get free access to our in- depth documentation. <a target="_blank" href="https://docs.padmaunlimited.com/" rel="noopener">docs.padmaunlimited.com</a>
es_cr: Regístrese con nosotros y obtenga acceso gratuito a nuestra documentación detallada. <a target="_blank" href="https://docs.padmaunlimited.com/" rel="noopener"> docs.padmaunlimited.com </a>

source: Padma | Unlimited Growth
es_cr: Padma | Unlimited Crecimiento

source: Develop, share and put on the market Templates and Custom Blocks.
es_cr: Desarrolle, comparta y ponga en el mercado Plantillas y Bloques Personalizados.

source: Working together will increase the community growth so, get involved!
es_cr: ¡Trabajar juntos aumentará el crecimiento de la comunidad, así que participe!

source: Design faster and Customize your Workflow with useful tools.
es_cr: Diseñe más rápido y Personalice su flujo de trabajo con herramientas útiles.

source: Padma | Unlimited Templates
es_cr: Padma | Unlimited Plantillas

source: <strong>Padma | Unlimited Templates</strong> minimize your project development process, streamlining the design stage leading a faster content creation and upload.
es_cr: <strong> Padma | Unlimited Plantillas </strong> minimizan el proceso de desarrollo de su proyecto, agilizando la etapa de diseño que conduce a una creación y carga de contenido más rápidas.

source: Padma | Unlimited Blocks
es_cr: Padma | Unlimited Bloques

source: Extend the functionality of your Padma | Unlimited WordPress Theme Builder installation by adding useful custom blocks to your Projects.
es_cr: Amplíe la funcionalidad de la instalación de Padma | Unlimited Theme Builder de WordPress al agregar útiles bloques personalizados a sus proyectos.

source: Services: Documentation, Lifesaver (Migrate from HTW/Blox), Child Theme, Templates on cloud, site monitor.
es_cr: Servicios: Documentación, Lifesaver (Migrar desde HTW / Blox), Child Theme, Plantillas en la nube, monitor del sitio.

source: Discover available Plugins and Blocks.
es_cr: Descubra los Plugins y Bloques disponibles.

source: Get into Padma Services to unlock the Padma Unlimited potential.
es_cr: Ingrese a losPadma Services para desbloquear el potencial de Padma Unlimited

source: Compatibility
es_cr: Compatibilidad

source: Mobile
es_cr: Móvil

source: Fonts
es_cr: Fuentes

source: A favicon is the little image that sits next to your address in the favorites menu and on tabs. If you do not know how to save an image as an icon you can go to <a href="http://www.favicon.cc/" target="_blank">favicon.cc</a> and draw or import an image.
es_cr: Un favicon es la pequeña imagen que se encuentra junto a su dirección en el menú de favoritos y en las pestañas. Si no sabe cómo guardar una imagen como icono, puede ir a <a href="http://www.favicon.cc/" target="_blank"> favicon.cc </a> y dibujar o importar una imagen.

source: If you use any service like <a href="http://feedburner.google.com/" target="_blank">FeedBurner</a>, type the feed URL here.
es_cr: Si utiliza algún servicio como <a href="http://feedburner.google.com/" target="_blank"> FeedBurner </a>, escriba la URL del feed aquí.

source: Admin Preferences
es_cr: Preferencias de Administrador

source: Default Admin Page
es_cr: Página de Administrador Predeterminada

source: Select which admin page you would like to be directed to when you click on "Padma" in the WordPress Admin.
es_cr: Seleccione a qué página de administración le gustaría ser dirigido cuando haga clic en "Padma" en el Administrador de WordPress.

source: Do not recommend plugin installation
es_cr: No recomendar la instalación de plugin

source: Hide recommended plugin notice
es_cr: Ocultar aviso de plugin recomendado

source: If on, Padma will not recommend install "Updater" and "Services" plugin
es_cr: Si está activado, Padma no recomendará instalar el plugin "Updater" y "Services"

source: Version Number
es_cr: Número de Versión

source: Hide Padma Version Number From Menu
es_cr: Ocultar el número de Versión de Padma del Menú

source: Check this if you wish to have the Menu say "Padma" instead of "Padma %s"
es_cr: Marque esto si desea que el menú diga "Padma" en lugar de "Padma %s"
