Repository: PadmaUnlimited/padma-theme
Catalog: padma/library/languages/*.po
Languages: es_cr, fr_fr, sv_se

source: Comments
es_cr: Comentarios

source: Comments Area
es_cr: Área de Comentarios

source: Comments Area Headings
es_cr: Encabezados en el Área de Comentarios

source: Comment Container
es_cr: Contenedor del Comentario

source: Add Comment Textarea
es_cr: Añadir comentario "Área de Texto"

source: Comment Author
es_cr: Comentario del Autor

source: Comment Meta
es_cr: Metadatos del Comentario

source: Comment Meta Count
es_cr: Conteo de los Metadatos del Comentario

source: Comment Body
es_cr: Cuerpo del Comentario

source: Comment Reply Link
es_cr: Enlace para Responder el Comentario

source: Comment Form Input Label
es_cr: Etiqueta de Entrada del Formulario de Comentarios

source: Gutenberg audio block
es_cr: Bloque de Audio Gutenberg

source: Gutenberg video block
es_cr: Bloque de Vídeo Gutenberg

source: Gutenberg file block
es_cr: Bloque de Archivo Gutenberg

source: Gutenberg image block
es_cr: Bloque de Imagen Gutenberg

source: Gutenberg gallery block
es_cr: Bloque de Galería Gutenberg

source: Gutenberg gallery item
es_cr: Elemento de la Galería Gutenberg

source: Gutenberg cover block
es_cr: Bloque de Portada Gutenberg

source: Gutenberg code block
es_cr: Bloque de Código Gutenberg

source: Gutenberg preformatted block
es_cr: Bloque Preformateado de Gutenberg

source: Gutenberg pullquote block
es_cr: Bloque pullquote de Gutenberg

source: Gutenberg table block
es_cr: Bloque de Tabla Gutenberg

source: Gutenberg button block
es_cr: Bloque Botón de Guterberg

source: Gutenberg columns block
es_cr: Bloque de Clomnas Gutenberg

source: Gutenberg media-text block
es_cr: Bloque de Texto Media de Gutenberg

source: Gutenberg separator block
es_cr: Bloque Separador Gutenberg

source: Gutenberg archives block
es_cr: Bloque de Archivos de Gutenberg

source: Gutenberg categories block
es_cr: Bloque de Categorías Gutenberg

source: Gutenberg latest-comments block
es_cr: Bloque Últimos Comentarios Gutenberg

source: Gutenberg embed block
es_cr: Bloque de Incrustado Gutenberg

source: Custom Fields Container
es_cr: Contenedor de Campos Personalizados

source: Custom Fields Group
es_cr: Grupo de Campos Personalizados

source: Custom Fields Image
es_cr: Imagen de campos personalizados

source: Custom Fields Div
es_cr: Div de Campos Personalizados

source: Custom Fields text
es_cr: Texto de Campos Personalizados

source: Custom Fields Link
es_cr: Link de Campos Personalizados

source: Custom Fields H1
es_cr: Campos Personalizados H1

source: Custom Fields H2
es_cr: Campos Personalizados H2

source: Custom Fields H3
es_cr: Campos Personalizados H3

source: Custom Fields H4
es_cr: Campos Personalizados H4

source: Custom Fields H5
es_cr: Campos Personalizados H5

source: Custom Fields H6
es_cr: Campos Personalizados H6

source: Custom Fields span
es_cr: Lapso de Campos Personalizados

source: The content block is extremely versatile. If the default mode is selected, it will do what you expect it to do. For example, if you add this on a page, it will display that page's content. If you add it on the Blog Index layout, it will list the posts like a normal blog template and if you add this box on a category layout, it will list posts of that category. If you wish to change what the content block displays, change the mode to <em>Custom Query</em> and use the settings in the <em>Query Filters</em> tab.
es_cr: El bloque de contenido es extremadamente versátil. Si se selecciona el modo predeterminado, hará lo que espera que haga. Por ejemplo, si agrega esto en una página, mostrará el contenido de esa página. Si lo agrega en el diseño del Índice del Blog, enumerará las publicaciones como una plantilla de blog normal y si agrega este cuadro en un diseño de categoría, enumerará las publicaciones de esa categoría. Si desea cambiar lo que muestra el bloque de contenido, cambie el modo a <em> Consulta Personalizada </em> y use la configuración en <em> Filtros de Consulta </em>.

source: For more control over queries and how the query is displayed, Padma works perfectly out-of-the-box with <a href="http://pluginbuddy.com/purchase/loopbuddy/" target="_blank">LoopBuddy</a>.
es_cr: Para un mayor control sobre las consultas y cómo se muestra la consulta, Padma funciona perfectamente fuera de la caja con <a href="http://pluginbuddy.com/purchase/loopbuddy/" target="_blank">LoopBuddy</a>.

source: <p>The entry meta is the information that appears below the post title and below the post content. By default, it will contain information about the entry author, the categories, and comments.</p> <p><strong>Available Variables:</strong></p> <p>%date% &bull; %modified_date% &bull; %time% &bull; %comments% &bull; %comments_no_link% &bull; %respond% &bull; %author% &bull; %author_no_link% &bull; %categories% &bull; %tags% &bull; %publisher% &bull; %publisher_img% &bull; %publisher_no_img%</p>
es_cr: <p>La entrada meta es la información que aparece debajo del título de la publicación y debajo del contenido de la publicación. Por defecto, contendrá información sobre el autor de la entrada, las categorías y los comentarios.<p> <p><strong>Variables Disponibles:</strong></p> <p>%date% &bull; %modified_date% &bull; %time% &bull; %comments% &bull; %comments_no_link% &bull; %respond% &bull; %author% &bull; %author_no_link% &bull; %categories% &bull; %tags% &bull; %publisher% &bull; %publisher_img% &bull; %publisher_no_img%</p>

source: Mode
es_cr: Modo

source: Query Filters
es_cr: Filtros de Consulta

source: Custom Fields
es_cr: Campos Personalizados

source: Featured Images
es_cr: Imagenes Destacadas

source: Query Mode
es_cr: Modo de Consulta

source: Default Behavior
es_cr: Comportamiento por Defecto

source: Custom Query
es_cr: Consulta Personalizada

source: Fetch a Page
es_cr: Obtener una Página

source: Fetch Page Content
es_cr: Obtener Contenido de la Página

source: Query options have no effect if you have chosen to Fetch a Page
es_cr: Las opciones de consulta no tienen efecto si ha elegido Obtener una Página

source: Query options have no effect if you have chosen to Fetch a Page's content above
es_cr: Las opciones de consulta no tienen efecto si ha elegido Obtener el contenido de una página anterior

source: Categories
es_cr: Categorías

source: Categories Mode
es_cr: Modo de Categorías

source: Include
es_cr: Incluir

source: Exclude
es_cr: Excluir

source: Tags Filter
es_cr: Filtro de Etiquetas

source: Check this to allow the tags filter show.
es_cr: Marque esto para permitir que se muestre el filtro de etiquetas.

source: Tags
es_cr: Etiquetas

source: Post Status
es_cr: Estado de la Publicación

source: Number of Posts
es_cr: Número de Publicaciones

source: The offset is the number of entries or posts you would like to skip. If the offset is 1, then the first post will be skipped.
es_cr: El offset es la cantidad de entradas o publicaciones que desea omitir. Si el offset es 1, se omitirá la primera publicación.

source: Order By
es_cr: Ordenar Por

source: Random
es_cr: Aleatorio

source: Comment Count
es_cr: Conteo de Comentarios

source: Custom Order
es_cr: Orden Personalizado

source: Order
es_cr: Ordenar

source: Descending
es_cr: Descendente

source: Ascending
es_cr: Ascendente

source: Include by ID
es_cr: Incluir por ID

source: In both Include and Exclude by ID, you use a comma separated list of IDs of your post type.
es_cr: Tanto en Incluir como en Excluir por ID, utiliza una lista separada por comas de ID de su tipo de publicación.

source: Exclude by ID
es_cr: Excluir por ID

source: Read More Text
es_cr: Leer más Texto

source: Continue Reading
es_cr: Continúe Leyendo

source: If excerpts are being shown or a featured post is truncated using WordPress' read more shortcode, then this will be shown after the excerpt or truncated content.
es_cr: Si se muestran extractos o una publicación destacada se trunca utilizando el código abreviado de lectura de WordPress, esto se mostrará después del extracto o del contenido truncado.

source: Show Titles
es_cr: Mostrar Títulos

source: If you wish to only show the content and meta of the entry, you can hide the entry (post or page) titles with this option.
es_cr: Si solo desea mostrar el contenido y el meta de la entrada, puede ocultar los títulos de entrada (publicación o página) con esta opción.

source: Link Titles?
es_cr: Títulos de Enlaces?

source: If you wish to turn off the link to Post/Page titles, uncheck this
es_cr: Si desea desactivar el enlace a los títulos de Publicación / Página, desactive esta casilla

source: Show Archive Title?
es_cr: Mostrar Título del Archivo?

source: If you wish to turn off the page title on archive layouts (e.g. category, tag, etc), uncheck this
es_cr: Si desea desactivar el título de la página en diseños de archivo (por ejemplo, categoría, etiqueta, etc.), desactive esta casilla

source: Only archive name
es_cr: Solo nombre de archivo

source: Custom title
es_cr: Título Personalizado

source: Archive Title type
es_cr: Tipo de Título de Archivo

source: Display normal title, only archive (category, tag, etc) or Custom Archive Title
es_cr: Mostrar título normal, solo archivo (categoría, etiqueta, etc.) o Título de Archivo Personalizado

source: Custom Archive title
es_cr: Título de Archivo Personalizado

source: Use custom title for archive. Use %archive% for category, tag, etc: example "Category Archives: %archive%"
es_cr: Use título personalizado para el archivo. Utilice% archive% para categoría, etiqueta, etc.: ejemplo "Archivos de categoría: % archive%"

source: Show Read More
es_cr: Mostrar Leer Más

source: Show and hide the continue reading or read more text/button.
es_cr: Muestra y oculta la lectura continua o lee más texto / botón.

source: Entry Content Display
es_cr: Mostrar Contenido de la Entrada

source: The entry content is the actual body of the entry. This is what you enter in the rich text area when creating an entry (post or page). When set to normal, Padma will determine if full entries or excerpts should be displayed based off of the <em>Featured Posts</em> setting and what page is being displayed.<br /><br /><strong>Tip:</strong> Set this to <em>Hide Entry Content</em> to create a simple listing of posts.
es_cr: El contenido de la entrada es el cuerpo real de la entrada. Esto es lo que ingresa en el área de texto enriquecido cuando crea una entrada (publicación o página). Cuando se establece en normal, Padma determinará si las entradas o extractos completos deben mostrarse en función de la configuración de <em> Publicaciones destacadas </em> y qué página se muestra. <br /> <br /> <strong> Consejo: </strong> Establezca esto en <em> Ocultar Contenido de Entrada </em> para crear una lista simple de publicaciones.

source: Show Full Entries
es_cr: Mostrar Entradas Completas

source: Show Excerpts
es_cr: Mostrar Extractos

source: Hide Entry Content
es_cr: Ocultar Contenido de Entrada

source: Show Entry
es_cr: Mostar Entrada

source: By default, the entries will always be shown. However, there may be certain cases where you wish to show the entry content in one Content Block, but the comments in another. With this option, you can do that.
es_cr: Por defecto, las entradas siempre se mostrarán. Sin embargo, puede haber ciertos casos en los que desee mostrar el contenido de entrada en un Bloque de Contenido, pero los comentarios en otro. Con esta opción, puede hacer eso.

source: Comments Visibility
es_cr: Visibilidad de los Comentarios

source: Always Hide Comments
es_cr: Ocultar Siempre los Comentarios

source: Always Show Comments
es_cr: Mostrar Siempre Comentarios

source: When set to automatic, the comments will only show on single post pages. However, there may be times where you want to force comment visibility to allow comments on pages. Or, you may hide the comments if you wish to not see them at all.<br /><br /><strong>Tip:</strong> Create unique layouts by using this option in conjunction with the Show Entry option to show the entry content in one Content Block and show the comments in another Content Block.
es_cr: Cuando se establece en automático, los comentarios solo se mostrarán en páginas de publicaciones individuales. Sin embargo, puede haber ocasiones en las que desee forzar la visibilidad de comentarios para permitir comentarios en las páginas. O bien, puede ocultar los comentarios si no desea verlos en absoluto. <br /> <br /> <strong> Sugerencia: </strong> Cree diseños únicos utilizando esta opción junto con la opción Mostrar Entrada para mostrar el contenido de entrada en un Bloque de Contenido y mostrar los comentarios en otro Bloque de Contenido.

source: Featured Posts
es_cr: Publicaciones Destacadas

source: Featured posts are the posts where all of the content is displayed, unless limited by using the WordPress more tag. After the featured posts are displayed, the content will automatically switch to showing automatically truncated excerpts.
es_cr: Las publicaciones destacadas son las publicaciones en las que se muestra todo el contenido, a menos que se limite mediante el uso de la etiqueta más de WordPress. Una vez que se muestran las publicaciones destacadas, el contenido cambiará automáticamente a mostrar extractos truncados automáticamente.

source: Show Older/Newer Posts Navigation
es_cr: Mostrar Navegación de Publicaciones Antiguas/ Nuevas

source: On archive layouts: Show links at the bottom of the loop for the visitor to view older or newer posts.
es_cr: En diseños de archivo: Muestre enlaces en la parte inferior del bucle para que el visitante vea las publicaciones más antiguas o más recientes.

source: Show Single Post Navigation
es_cr: Mostrar Navegación de Publicación Única

source: By default, Padma will show links to the previous and next posts below an entry when viewing only one entry at a time. You can choose to hide those links with this option.
es_cr: De forma predeterminada, Padma mostrará enlaces a las publicaciones anteriores y siguientes debajo de una entrada cuando vea solo una entrada a la vez. Puede elegir ocultar esos enlaces con esta opción.

source: Single Post Navigation: Same Tax?
es_cr: Navegación de Publicación Única: ¿La misma Tax?

source: If you have Show Single Post Navigation turned on, by default WordPress/Padma will show links the next and previous post in chronological order. If you want the next/previous posts to only link to posts in the same taxonomy as the current post, enable this.
es_cr: Si tiene activada la opción Mostrar Navegación de Publicación Única, WordPress / Padma mostrará de forma predeterminada los enlaces de la publicación siguiente y anterior en orden cronológico. Si desea que las publicaciones siguientes / anteriores solo se vinculen a publicaciones en la misma taxonomía que la publicación actual, habilítelo.

source: Single Post Navigation Taxonomy
es_cr: Taxonomía de Navegación de una Sola Publicación

source: If you have enabled Same Tax for Single Post Navigation, you can choose which taxonomy you want it to apply to. By default, it will apply to the category taxonomy.
es_cr: Si ha habilitado la misma taxonnomía para la Navegación de Publicación Única, puede elegir a qué taxonomía desea que se aplique. Por defecto, se aplicará a la categoría taxonomía.

source: Show Edit Link
es_cr: Mostrar Enlace del Editor

source: The edit link is a convenient link that will be shown next to the post title. It will take you straight to the WordPress admin to edit the entry.
es_cr: El enlace de edición es un enlace conveniente que se mostrará junto al título de la publicación. Le llevará directamente al administrador de WordPress para editar la entrada.

source: Custom Excerpts
es_cr: Extractos Personalizados

source: Custom Excerpts Length
es_cr: Longitud de Extractos Personalizados

source: By default the excerpts are set to 55 words. This can be far too many and a PHP hook will need to be set to change it. Instead you can set a custom amount here by specifically stating the number of words you want to show.
es_cr: Por defecto, los extractos se establecen en 55 palabras. Esto puede ser demasiado y será necesario configurar un enlace PHP para cambiarlo. En su lugar, puede establecer una cantidad personalizada aquí especificando concretamente el número de palabras que desea mostrar.

source: Excerpts Length
es_cr: Longitud de Extractos

source: Control the length of the excerpt. By default they are set to display 55 words. This setting allows you to reduce or even lengthen that as you like and can be very handy to customise the look of your archive pages.
es_cr: Controla la longitud del extracto. Por defecto están configurados para mostrar 55 palabras. Esta configuración le permite reducir o incluso alargar eso a su gusto y puede ser muy útil para personalizar el aspecto de sus páginas de archivo.

source: Column Layout
es_cr: Diseño de Columna

source: Enable Column Layout
es_cr: Habilitar Diseño de Columna

source: Enable this option to display articles side by side as columns.
es_cr: Habilite esta opción para mostrar los artículos uno al lado del otro como columnas.

source: How many posts to show per row.
es_cr: Cuántas publicaciones mostrar por fila.

source: The amount of horizontal spacing between posts.
es_cr: La cantidad de espacio horizontal entre publicaciones.

source: Entry Meta Display (Per Post Type)
es_cr: Pantalla Meta de Entrada (Por Tipo de Publicación)

source: Choose which post types you wish for the entry meta to appear on.
es_cr: Elija en qué tipo de publicación desea que aparezca la meta de entrada.

source: Posted on %date% by %author% &bull; %comments%
es_cr: Publicado en %date% by %author% &bull; %comments%

source: Filed Under: %categories%
es_cr: Archivado: %categories%

source: Date Format
es_cr: Formato de Fecha

source: Time Format
es_cr: Formato de Tiempo

source: Comments Meta
es_cr: Metadatos de Comentario

source: Comment Format &ndash; More Than 1 Comment
es_cr: Formato de Comentario &ndash; Más de 1 Comentario

source: Controls what the %comments% and %comments_no_link% variables will output in the entry meta if there is <strong>more than 1 comment</strong> on the entry.
es_cr: Controla que las %comments% and %comments_no_link% variables saldrán en la entrada meta si hay <strong>más de 1 comentario</strong> en la entrada.

source: Comment Format &ndash; 1 Comment
es_cr: Formato de Comentario &ndash; 1 Comment

source: Controls what the %comments% and %comments_no_link% variables will output in the entry meta if there is <strong>just 1 comment</strong> on the entry.
es_cr: Controla que las %comments% and %comments_no_link% variables saldrán en la entrada meta si hay <strong>solamente 1 comentario</strong> en la entrada.

source: Comment Format &ndash; 0 Comments
es_cr: Formato de Comentarios &ndash; 0 Comentarios

source: Controls what the %comments% and %comments_no_link% variables will output in the entry meta if there are <strong>0 comments</strong> on the entry.
es_cr: Controla que las %comments% and %comments_no_link% variables saldrán en la entrada meta si hay <strong>0 commentarios</strong> en la entrada.

source: Respond Format
es_cr: Formato de Respuesta

source: Leave a comment!
es_cr: ¡Dejar un comentario!

source: Determines the %respond% variable for the entry meta.
es_cr: Determina la %respond% variable para la entrada meta.

source: Comments Area Heading
es_cr: Encabezado en el Área de Comentarios

source: Comments Area Heading Format
es_cr: Formato del Encabezado en el Área de Comentarios

source: Heading above all comments. <br /> <br /><strong>Available Variables:</strong> <ul> <li>%responses%</li> <li>%title%</li> </ul>
es_cr: Encabezado sobre todos los comentarios. <br /> <br /><strong>Variable Disponibles:</strong> <ul> <li>%responses%</li> <li>%title%</li> </ul>

source: Responses Format &ndash; More Than 1 Comment
es_cr: Formato de respuestas &ndash; Más de 1 comentario

source: Controls what the %responses% variable will output in the comments area heading if there is <strong>more than 1 comment</strong> on the entry.
es_cr: Controla que la %responses% variable saldrá en el encabezado del área de comentarios si hay<strong>más de 1 comentario</strong> en la entrada.

source: Responses Format &ndash; 1 Comment
es_cr: Formato de Respuestas &ndash; 1 Comentario

source: Controls what the %responses% variable will output in the comments area heading if there is <strong>just 1 comment</strong> on the entry.
es_cr: Controla que la %responses% variable saldrá en el encabezado del área de comentarios si hay<strong>solamente 1 comentario</strong> en la entrada.

source: Reply Area
es_cr: Área de Respuesta

source: Comment Form Title
es_cr: Título del Formulario de Comentarios

source: Leave a reply
es_cr: Dejar una respuesta

source: This is the text that displays above the comment form.
es_cr: Este es el texto que se muestra arriba del formulario de comentarios.

source: Reply Form Title
es_cr: Título del Formulario de Respuesta

source: Leave a Reply to %s
es_cr: Dejar una Respuesta a %s

source: The title of comment form when replying to a comment.
es_cr: El título del formulario de comentarios al responder a un comentario.

source: Submit Text
es_cr: Enviar Texto

source: Post Comment
es_cr: Comentario de la Publicación

source: The submit button text.
es_cr: El texto del botón enviar.

source: Show Featured Images
es_cr: Mostar Imágenes Destacadas

source: Use featured image as background
es_cr: Usar imagen destacada como fondo

source: Featured image overlay
es_cr: Superposición de imagen destacada

source: Featured image overlay hover
es_cr: Desplazamiento superpuesto de imagen destacada

source: Link Featured Image
es_cr: Enlace Imagen Destacada

source: Entry (Default)
es_cr: Entrada (Por Defecto)

source: Attachment Page
es_cr: Página Adjunta

source: None
es_cr: Ninguno

source: Custom
es_cr: Personalizado

source: By default, Padma will create a link around the featured image which links back to the post. Choose no link or to link to the image's attachment page instead.
es_cr: De forma predeterminada, Padma creará un enlace alrededor de la imagen destacada que lo vincula a la publicación. Elija sin vínculo o para vincular a la página de adjuntos de la imagen en su lugar.

source: Custom Link
es_cr: Enlace personalizado

source: Open in new tab
es_cr: Abrir en nuevo tab

source: Image Position
es_cr: Posición de Imagen

source: Use Per-Entry Featured Image Positions
es_cr: Usar Posiciones de Imagen destacada por Entrada

source: In the WordPress write panel, there is a Padma meta box that allows you to change the featured image position for the entry being edited.<br /><br />By default, the block will use that value, but you may uncheck this so that the blocks thumbnail position is always used.
es_cr: En el panel de escritura de WordPress, hay un cuadro meta de Padma que le permite cambiar la posición de la imagen destacada para la entrada que se está editando. <br /> <br /> Por defecto, el bloque usará ese valor, pero puede desmarcarlo para que siempre se use la posición de miniatura de bloques.

source: Featured Image Sizing
es_cr: Tamaño de Imagen Destacada

source: Featured Image Size (Left/Right)
es_cr: tamaño de la Imagen Destacada (Izquierda/Derecha)

source: Adjust the size of the featured image sizes. This is used for both the width and height of the images.
es_cr: Ajuste la altura de las imágenes destacadas cuando se establece en las posiciones "antes del título" o "sobre el contenido".

source: Featured Image Height Ratio (Above Title/Content)
es_cr: Proporción de Altura de Imagen Destacada (Anterior al Título /Contenido)
