Repository: PadmaUnlimited/padma-theme
Catalog: sc3theme/library/languages/*.po
Languages: de_de

source: Please contact Blox Support if this error persists.
de_de: Bitte melden Sie sich beim Blox Support, falls der Fehler weiterhin erscheint.

source: License saved and activated.
de_de: Lizenz gespeichert und aktiviert.

source: <strong>Whoops!</strong> Could not activate license. Please check that you have entered your license correctly and that it has not expired.<br /><br /> Make sure you copied your license correctly from the <a href="http://bloxtheme.com/dashboard" target="_blank">Blox Dashboard</a>.
de_de: \ \ \ \ \ <strong>Uuups!</strong> Lizenz konnte nicht aktiviert werden. Bitte prüfen Sie, ob Sie ihre Lizenz richtig eingegeben haben und diese nicht abgelaufen ist.<br /><br /> \ \ \ \ \ Prüfen Sie ob Sie Ihre Lizenz richtig kopiert haben vom <a href="http://bloxtheme.com/dashboard" target="_blank">Blox Dashboard</a>. \ \ \ \

source: Deactivate License
de_de: Lizenz deaktivieren.

source: Active
de_de: Aktiv

source: Save & Activate License
de_de: Speichern & Lizenz aktivieren.

source: Welcome to Blox %s
de_de: Willkommen zu Blox %s

source: Thank you for updating! Blox 3.7 has many improvements we think you'll enjoy.
de_de: Vielen Dank fürs aktualisieren! Blox 3.7 beinhaltet viele Verbesserungen, die Sie lieben werden.

source: Error: The meta box class being registered does not exist.
de_de: Fehler: Die zu registrierende Meta Box Klasse existiert nicht.

source: Error: The block options class being registered does not exist.
de_de: Fehler: Die zu registrierende Block Optionen Klasse existiert nicht.

source: Error: The box class being registered does not exist.
de_de: Fehler: Die zu registrierende Box Klasse existiert nicht.

source: Error: Arguments must be an array for this element.
de_de: Fehler: Argumente müssen in einem Array für dieses Element vorliegen.

source: Error: An ID is required for this element.
de_de: Fehler: Eine ID muss für dieses Element vergeben werden.

source: Error: A name is required for this element.
de_de: Fehler: Ein Name muss für dieses Element vergeben werden.

source: Error: A group is required for this element.
de_de: Fehler: Eine Gruppe ist für dieses Element notwendig.

source: Error: A CSS selector is required for this element.
de_de: Fehler: Eine CSS Auswahl (Selektor) ist für dieses Element notwendig.

source: Error: Properties are required for this element.
de_de: Fehler: Einstellungen sind für dieses Element notwendig.

source: Error: Arguments must be an array for this element instance.
de_de: Fehler: Argumente müssen in einem Array für diese Element-Instanz vorliegen.

source: Error: An ID is required for this element instance.
de_de: Fehler: Eine ID muss für diese Element Instanz vorliegen.

source: Error: A name is required for this element instance.
de_de: Fehler: Eine Name muss für diese Element Instanz vorliegen.

source: Error: A group is required for this element instance.
de_de: Fehler: Eine Gruppe muss für diese Element Instanz vorliegen.

source: Error: A parent element is required for this element instance.
de_de: Fehler: Ein Eltern-Element muss für diese Element Instanz vorliegen.

source: Error: A CSS selector is required for this element instance.
de_de: Fehler: Eine CSS Auswahl (Selektor) muss für diese Element Instanz vorliegen.

source: Error: The group being registered already exists.
de_de: Fehler: Die zu registrierende Gruppe existiert bereits.

source: Error: The panel class being registered does not exist.
de_de: Fehler: Die zu registrierende Panel Klasse existiert nicht.

source: The block class being registered does not exist.
de_de: Die zu registrierende Block Klasse existiert nicht.

source: The Blox blocks array does not exist.
de_de: Der Blox Blocks Array existiert nicht.

source: Home
de_de: Start

source: Search Results For:
de_de: Suchergebnisse für:

source: Author Archives:
de_de: Autoren-Archiv:

source: Tag Archives:
de_de: Tag-Archiv:

source: Archives:
de_de: Archiv:

source: Whoops! Page Not Found...
de_de: Uuups! Die Seite wurde nicht gefunden...

source: You Are Here:
de_de: Sie befinden sich hier:

source: Sorry, comments are closed for this post.
de_de: Entschuldigung, Kommentare zu diesem Artikel sind nicht möglich.

source: This post is password protected. Please enter the password to view the comments.
de_de: Dieser Artikel ist passwortgeschützt. Bitte geben Sie das Passwort ein, um die Kommentare sehen zu können.

source: <p>Sorry, there was no content that matched your search.</p>
de_de: <p>Entschuldigung, es wurde kein Inhalt gefunden, der mit Ihrer Suchanfrage übereinstimmt.</p>

source: Daily Archives: %s
de_de: Tages-Archive: %s

source: Monthly Archives: %s
de_de: Monats-Archive: %s

source: Yearly Archives: %s
de_de: Jahres-Archive: %s

source: Blog Archives
de_de: Blog-Archive

source: Category Archives: %s
de_de: Kategorie-Archive: %s

source: Author Archives: %s
de_de: Autoren-Archive: %s

source: Search Results for: %s
de_de: Suchergebnisse zu: %s

source: Tag Archives: %s
de_de: Schlagworte-Archive: %s

source: Pages:
de_de: Seiten:

source: Whoops! Page Not Found
de_de: Uuups! Die Seite wurde nicht gefunden.

source: <p>Don't fret, you didn't do anything wrong. It appears that the page you are looking for does not exist or has been moved elsewhere.</p>
de_de: <p>Nicht verzweifeln, Sie haben nichts falsch gemacht. Es scheint, als würde die Seite, die Sie suchen, nicht existieren oder als wäre Sie woanders hin verschoben worden.</p>

source: <p>If you keep ending up here, please head back to our <a href="%s">homepage</a> or try the search form below.</p>
de_de: <p>Wenn Sie immer wieder hier landen, gehen Sie bitte zurück zu unserer <a href="%s">Homepage</a> oder versuchen Sie es mit dem Suchformular unten.</p>

source: Discard Reply
de_de: Antwort verwerfen

source: <span class="meta-nav">&larr;</span> Older posts
de_de: <span class="meta-nav">&larr;</span> Ältere Artikel

source: Newer posts <span class="meta-nav">&rarr;</span>
de_de: Neuere Artikel <span class="meta-nav">&rarr;</span>

source: %s &ndash; Comments
de_de: %s &ndash; Kommentare

source: Respond to %s
de_de: Antworten zu %s

source: View all posts by %s
de_de: Anzeigen aller Artikel von %s

source: Administration Panel
de_de: Administrations Bereich

source: Administration Login
de_de: Administrator Anmeldung

source: Powered by Blox, the
de_de: Erstellt mit Blox, dem

source: Go To Top
de_de: Nach oben

source: View Full Site
de_de: Zur Desktop-Ansicht wechseln

source: View Mobile Site
de_de: Zur mobilen Seite wechseln

source: &laquo; Previous Page
de_de: &laquo; Vorherige Seite

source: There was an error while Blox tried to compile the LESS CSS. Full Error:
de_de: Es ist ein Fehler aufgetreten, während Blox versucht hat, das LESS CSS zu kompilieren. Vollständiger Fehler:

source: Type to search, then press enter
de_de: Suchbegriff eingeben, danach Enter drücken

source: Search
de_de: Suche

source: Error: Invalid image URL or size inputs
de_de: Fehler: Falsche Bild-URL oder Größen Eingabe

source: Error: Image not local
de_de: Fehler: Kein lokales Bild

source: Error: Image does not exist or not accessible
de_de: Fehler: Bild ist nicht vorhanden oder nicht erreichbar

source: Error: Cannot resize, check if $upscale is enabled
de_de: Fehler: Größe kann nicht geändert werden, prüfen Sie ob $upscale aktiviert ist

source: Error: Cannot resize image with WP_Image_Editor class
de_de: Fehler: Größe kann nicht geändert werden mit WP_Image_Editor class

source: Error: Unable to save image with WP_Image_Editor class
de_de: Fehler: Bild konnte nicht gespeichert werden mit WP_Image_Editor class

source: Search results for &ldquo;
de_de: Suchergebnisse für &ldquo;

source: Products tagged &ldquo;
de_de: Produkte getagged &ldquo;

source: No Content to Display
de_de: Kein Inhalt zum Anzeigen

source: <p>There are no blocks to display. Add some by going to the <a href="%s">Blox Grid</a>!</p>
de_de: <p>Keine Blocks zum Anzeigen. Fügen Sie welche hinzu, indem Sie den <a href="%s">Blox Grid Mode</a> aufrufen!</p>

source: <p>There is no content to display. Please notify the site administrator or <a href="%s">login</a>.</p>
de_de: <p>Kein Inhalt zum Anzeigen. Bitte informieren Sie den Seiten-Administrator oder <a href="%s">melden Sie sich an</a>.</p>

source: To register a font, the argument array must include an "id", "stack", and "name".
de_de: Um eine Schrift zu registrieren, muss das Argument Array eine "id", "stack", und "name". enthalten.

source: Before clicking OK to update, be sure that you have a backup of your website.
de_de: Bitte stellen Sie sicher, dass Sie ein Backup Ihrer Seite erstellt haben, bevor Sie auf OK zum aktualisieren klicken.

source: You have customized a property in this property group.
de_de: Sie haben eine Eigenschaft in dieser Eigenschafts-Gruppe angepasst.

source: You have customized this property.
de_de: Sie haben diese Eigenschaft angepasst.
